var election = {
	"parties": [
		{
			"id": 1,
			"name": "אור",
			"letters": "ני",
			"website": "http://www.orr.org.il/",
			"manifest_url": "http://www.orr.org.il/index.php?option=com_content&view=article&id=1&Itemid=2"
		},
		{
			"id": 2,
			"party_id": 4,
			"name": "יהדות התורה והשבת אגודת ישראל - דגל התורה",
			"letters": "ג",
			"website": "http://he.wikipedia.org/wiki/%D7%99%D7%94%D7%93%D7%95%D7%AA_%D7%94%D7%AA%D7%95%D7%A8%D7%94",
			"manifest_url": ""
		},
		{
			"id": 3,
			"name": "אחים אנחנו",
			"letters": "פנ",
			"website": "http://www.ahim-anahnu.org/",
			"manifest_url": "http://www.ahim-anahnu.org/viewStaticPage.aspx?pageID=4"
		},
		{
			"id": 4,
			"name": "יש עתיד בראשות יאיר לפיד",
			"letters": "פה",
			"website": "http://yeshatid.org.il/",
			"manifest_url": "http://yeshatid.org.il/%D7%A2%D7%9C-%D7%94%D7%9E%D7%A4%D7%9C%D7%92%D7%94-2/%D7%9E%D7%A0%D7%95%D7%A4%D7%99-%D7%94%D7%A9%D7%99%D7%A0%D7%95%D7%99/        http://yeshatid.org.il/"
		},
		{
			"id": 5,
			"name": "ארץ חדשה - החזית להפלת שלטון ההון",
			"letters": "ז",
			"website": "http://eretzchadasha.com/",
			"manifest_url": "http://eretzchadasha.com/who-we-are"
		},
		{
			"id": 6,
			"name": "כולנו חברים - ננח",
			"letters": "פץ",
			"website": "http://www.nanach.co.il",
			"manifest_url": "http://www.nanach.co.il/?page_id=18"
		},
		{
			"id": 7,
			"party_id": 9,
			"name": "בל”ד - אלתג`מוע אלווטני אלדמוקרטי",
			"letters": "ד",
			"website": "http://www.tajamoa.org/",
			"manifest_url": "http://www.tajamoa.org/?mod=arch&ID=22"
		},
		{
			"id": 8,
			"name": "כח להשפיע בהנחייה / בהכוונת הרב אמנון יצחק",
			"letters": "פז",
			"website": "http://he.wikipedia.org/wiki/%D7%9B%D7%97_%D7%9C%D7%94%D7%A9%D7%A4%D7%99%D7%A2",
			"manifest_url": ""
		},
		{
			"id": 9,
			"name": "ברית עולם לגאולת ישראל",
			"letters": "נ",
			"website": "http://www.britolam.org.il/",
			"manifest_url": "http://www.britolam.org.il/187853/%D7%A2%D7%99%D7%A7%D7%A8%D7%99-%D7%94%D7%9E%D7%A6%D7%A2"
		},
		{
			"id": 10,
			"name": "מורשת אבות",
			"letters": "הי",
			"website": "http://he.wikipedia.org/wiki/%D7%9E%D7%95%D7%A8%D7%A9%D7%AA_%D7%90%D7%91%D7%95%D7%AA",
			"manifest_url": "http://www.facebook.com/pages/%D7%9E%D7%95%D7%A8%D7%A9%D7%AA-%D7%90%D7%91%D7%95%D7%AA-%D7%90%D7%99%D7%9C%D7%9F-%D7%9E%D7%A9%D7%99%D7%97%D7%90/553431928004275?ref=stream"
		},
		{
			"id": 11,
			"name": "דור בוני הארץ בראשות אפרים לפיד",
			"letters": "זך",
			"website": "http://www.gimlaim.org.il/BRPortal/br/P100.jsp",
			"manifest_url": "http://www.gimlaim.org.il/BRPortal/br/P103.jsp?cat=29224"
		},
		{
			"id": 12,
			"name": "מפלגת כלכלה בראשות יוליה שמאלוב ברקוביץ",
			"letters": "פי",
			"website": "http://he.wikipedia.org/wiki/%D7%9B%D7%9C%D7%9B%D7%9C%D7%94_(%D7%9E%D7%A4%D7%9C%D7%92%D7%94)",
			"manifest_url": "http://www.facebook.com/media/set/?set=a.234353946669627.43722.228132433958445&type=3"
		},
		{
			"id": 13,
			"name": "דע\"ם - מפלגת פועלים",
			"letters": "ק",
			"website": "http://www.daam.org.il/",
			"manifest_url": "http://heb.daam.org.il/%D7%9E%D7%A6%D7%A2-%D7%93%D7%A2%D7%9D/"
		},
		{
			"id": 14,
			"party_id": 11,
			"name": "מרצ - השמאל של ישראל",
			"letters": "מרצ",
			"website": "http://meretz.org.il/",
			"manifest_url": "http://meretz.org.il/%D7%9E%D7%A6%D7%A2-%D7%94%D7%9E%D7%A4%D7%9C%D7%92%D7%94/"
		},
		{
			"id": 15,
			"party_id": 12,
			"name": "הבית היהודי בראשות נפתלי בנט - מיסודם של האיחוד הלאומי מפד”ל החדשה",
			"letters": "טב",
			"website": "http://www.israelim.org.il/",
			"manifest_url": "http://www.israelim.org.il/our-principles/"
		},
		{
			"id": 16,
			"name": "מתקדמת ליברלית - דמוקרטית",
			"letters": "נק",
			"website": "http://he.wikipedia.org/wiki/%D7%9C%D7%99%D7%93%D7%A8_(%D7%9E%D7%A4%D7%9C%D7%92%D7%94)",
			"manifest_url": ""
		},
		{
			"id": 17,
			"name": "הירוקים והצעירים לעתיד ירוק בישראל",
			"letters": "רק",
			"website": "http://www.green-party.co.il/Election2013/",
			"manifest_url": "http://www.green-party.co.il/Election2013/matza"
		},
		{
			"id": 18,
			"name": "נצח",
			"letters": "פך",
			"website": "http://he.wikipedia.org/wiki/%D7%A0%D7%A6%D7%97_(%D7%9E%D7%A4%D7%9C%D7%92%D7%94)",
			"manifest_url": ""
		},
		{
			"id": 19,
			"name": "הישראלים",
			"letters": "יק",
			"website": "http://he.wikipedia.org/wiki/%D7%94%D7%99%D7%A9%D7%A8%D7%90%D7%9C%D7%99%D7%9D_(%D7%9E%D7%A4%D7%9C%D7%92%D7%94)",
			"manifest_url": ""
		},
		{
			"id": 20,
			"party_id": 1,
			"name": "עוצמה לישראל בראשות אריה אלדד ומיכאל בן ארי",
			"letters": "נץ",
			"website": "http://otzmaleisrael.co.il/",
			"manifest_url": "http://otzmaleisrael.co.il/main-platform/"
		},
		{
			"id": 21,
			"party_id": [2,5],
			"name": "הליכוד ישראל ביתנו בהנהגת בנימין נתניהו לראשות הממשלה",
			"letters": "מחל",
			"website": "https://www.likud.org.il/",
			"manifest_url": "המצע של הליכוד עדיין בתהליך כתיבה (http://www.ynet.co.il/articles/0,7340,L-4319455,00.html). המצע של ישראל ביתנו: http://www.beytenu.org.il/category/%D7%9E%D7%A6%D7%A2/"
		},
		{
			"id": 22,
			"name": "עלה ירוק - הרשימה הליברלית",
			"letters": "קנ",
			"website": "http://aleyarok.org.il/",
			"manifest_url": "http://aleyarok.org.il/agenda/"
		},
		{
			"id": 23,
			"party_id": 21,
			"name": "העבודה בראשות שלי יחימוביץ",
			"letters": "אמת",
			"website": "http://www.havoda.org.il/Web/Default.aspx",
			"manifest_url": "http://havoda.org.il/Items/05463/%D7%9E%D7%A6%D7%A2%20%D7%94%D7%9E%D7%A4%D7%9C%D7%92%D7%94%20%D7%9C%D7%9B%D7%A0%D7%A1%D7%AA%20%D7%94-19.pdf"
		},
		{
			"id": 24,
			"name": "עם שלם - בראשות הרב חיים אמסלם",
			"letters": "ץ",
			"website": "http://amshalem.org/",
			"manifest_url": "http://amshalem.org/?page_id=21"
		},
		{
			"id": 25,
			"name": "הפיראטים",
			"letters": "פ",
			"website": "http://piratim.org/",
			"manifest_url": "http://www.piratim.org/wiki/doku.php?id=%D7%9E%D7%A6%D7%A2"
		},
		{
			"id": 26,
			"name": "עתיד אחד – נלחמים בסם החדש",
			"letters": "זה",
			"website": "http://www.atid1.org.il/",
			"manifest_url": ""
		},
		{
			"id": 34,
			"name": "התנועה בראשות ציפי לבני",
			"letters": "צפ",
			"website": "http://he.wikipedia.org/wiki/%D7%94%D7%AA%D7%A0%D7%95%D7%A2%D7%94",
			"manifest_url": ""
		},
		{
			"id": 27,
			"name": "צדק חברתי בראשות גד הרן",
			"letters": "צק",
			"website": "http://www.tzedekhev.com/",
			"manifest_url": "http://www.tzedekhev.com/#!our_team/cqn6"
		},
		{
			"id": 28,
			"name": "אלאמל לתג`ייר - התקווה לשינוי",
			"letters": "הק",
			"website": "http://hope-for-change.org/index_h.php",
			"manifest_url": "http://hope-for-change.org/about_h.php"
		},
		{
			"id": 29,
			"party_id": 6,
			"name": "קדימה בראשות שאול מופז",
			"letters": "כן",
			"website": "http://he.wikipedia.org/wiki/%D7%A7%D7%93%D7%99%D7%9E%D7%94",
			"manifest_url": "http://www.facebook.com/kadimaparty/app_376885859069497"
		},
		{
			"id": 30,
			"party_id": 8,
			"name": "חד”ש – חזית דמוקרטית לשלום ושוויון (המפלגה הקומוניסטית הישראלית – תראבוט וחוגי ציבור ערבים ויהודים)",
			"letters": "ו",
			"website": "http://hadash.org.il/",
			"manifest_url": "http://hadash.org.il/matzahadash/"
		},
		{
			"id": 31,
			"party_id": 10,
			"name": "רע”מ - תע”ל - מד”ע",
			"letters": "עם",
			"website": "http://www.a-m-c.org/",
			"manifest_url": "http://www.a-m-c.org/page.asp?id=566"
		},
		{
			"id": 32,
			"name": "חיים בכבוד",
			"letters": "הפ",
			"website": "https://www.facebook.com/pages/%D7%9E%D7%A4%D7%9C%D7%92%D7%AA-%D7%97%D7%99%D7%99%D7%9D-%D7%91%D7%9B%D7%91%D7%95%D7%93/438796402841642",
			"manifest_url": ""
		},
		{
			"id": 33,
			"party‫_‬id": 7,
			"name": "שס התאחדות הספרדית העולמית שומרי תורה",
			"letters": "שס",
			"website": "shas.org.il",
			"manifest_url": "http://shas.org.il/Web/He/About/Platform/Default.aspx"
		}
	],
	"memberByParty": {
		"1": {
			"name": "אור",
			"members": [
				{
					"name": "ידען ירון",
					"image": "http://www.orr.org.il/images/stories/or_members/yaron.jpg"
				},
				{
					"name": "קרמן תומר"
				},
				{
					"name": "יחזקאל שרית"
				},
				{
					"name": "ורובל דניאל"
				},
				{
					"name": "אלון לביאה"
				},
				{
					"name": "בליזובסקי אברהם"
				},
				{
					"name": "דרזי דוד"
				},
				{
					"name": "קרבצ`יק זאב"
				},
				{
					"name": "שני אורנה"
				},
				{
					"name": "סורוג`ון קובי יעקב"
				}
			]
		},
		"2": {
			"name": "יהדות התורה והשבת אגודת ישראל - דגל התורה",
			"members": [
				{
					"name": "ליצמן יעקב",
					"id": "216",
					"image": "http://www.knesset.gov.il/mk/images/members/lizman_yaakov-s.jpg"
				},
				{
					"name": "גפני משה",
					"id": "35"
				},
				{
					"name": "פרוש מאיר",
				},
				{
					"name": "מקלב אורי",
					"id": "814"
				},
				{
					"name": "מוזס מנחם אליעזר",
					"id": "839"
				},
				{
					"name": "אייכלר ישראל יצחק",
					"id": "754"
				},
				{
					"name": "אשר יעקב"
				},
				{
					"name": "גוטרמן יעקב אשר"
				},
				{
					"name": "ברוידא יצחק"
				},
				{
					"name": "חדד שמעון"
				},
				{
					"name": "פולק יהושע מנחם"
				},
				{
					"name": "רייך יצחק"
				},
				{
					"name": "טסלר יעקב"
				},
				{
					"name": "בוימל אריה צבי"
				},
				{
					"name": "קליין מנחם"
				},
				{
					"name": "קרליץ אליהו מרדכי"
				},
				{
					"name": "פיק יצחק"
				},
				{
					"name": "פינדרוס יצחק זאב"
				},
				{
					"name": "שוורץ אברהם"
				},
				{
					"name": "פראנק משה"
				},
				{
					"name": "רודיק יצחק"
				},
				{
					"name": "ויז`בינסקי יעקב"
				},
				{
					"name": "זייברט חנוך"
				},
				{
					"name": "שפירא מנחם"
				},
				{
					"name": "דייטש יוסף"
				},
				{
					"name": "וידיסלבסקי שלמה"
				},
				{
					"name": "גולדנטל שלמה"
				},
				{
					"name": "אוחנה דוד"
				},
				{
					"name": "אייזנברג מנחם מנדל"
				},
				{
					"name": "פרידמן ישראל משה"
				},
				{
					"name": "אוברלנדר משה"
				},
				{
					"name": "אורלנסקי זליג"
				},
				{
					"name": "סלומיאנסקי אליעזר"
				},
				{
					"name": "רייסנר ישראל מאיר"
				},
				{
					"name": "ציינווירט פנחס"
				},
				{
					"name": "דייטש אברהם"
				},
				{
					"name": "רוזנר חיים"
				},
				{
					"name": "ויינמן משה אליהו"
				},
				{
					"name": "גרטנהויז מרדכי"
				},
				{
					"name": "מישקובסקי אברהם צבי"
				},
				{
					"name": "אדלר דוד"
				},
				{
					"name": "בדוש פנחס"
				},
				{
					"name": "ליפשיץ בנימין"
				},
				{
					"name": "יברוב יהודה"
				},
				{
					"name": "ולצר גדליה דוד"
				},
				{
					"name": "בלוי מרדכי זאב"
				},
				{
					"name": "רושגולד אברהם צבי"
				},
				{
					"name": "שטרית יוסף שאול"
				},
				{
					"name": "קוסטליץ שלמה"
				},
				{
					"name": "גרינברג שמואל"
				},
				{
					"name": "כץ חיים מאיר"
				},
				{
					"name": "ולנשטיין יעקב"
				},
				{
					"name": "ברנשטיין חיים שלמה"
				},
				{
					"name": "מושקוביץ יונה"
				},
				{
					"name": "קלוגמן אלתר בן ציון"
				},
				{
					"name": "בוכניק יהושע"
				},
				{
					"name": "שיינין גדליה דוד"
				},
				{
					"name": "ברונר אליהו יוסף"
				},
				{
					"name": "ויזל חיים מאיר"
				},
				{
					"name": "ברוכי אליהו"
				},
				{
					"name": "וובר אפרים"
				},
				{
					"name": "סירוקה פנחס דוד"
				},
				{
					"name": "טרויבע אברהם מרדכי"
				},
				{
					"name": "רייך יהודה"
				},
				{
					"name": "דייטש שלמה"
				},
				{
					"name": "גרשי משה"
				},
				{
					"name": "זיידה יקותיאל דוד"
				},
				{
					"name": "גולד מנחם מנדל"
				},
				{
					"name": "רוטנר דוד נחמן"
				},
				{
					"name": "גולדברג מרדכי"
				},
				{
					"name": "הרשטיין דוד"
				},
				{
					"name": "מונטג בנימין משה"
				},
				{
					"name": "שוורץ מנחם"
				},
				{
					"name": "ברנר יצחק דוד"
				},
				{
					"name": "טסלר יצחק"
				},
				{
					"name": "מקלב אברהם"
				},
				{
					"name": "ברנדוויין ברוך"
				},
				{
					"name": "נורדמן בן ציון"
				},
				{
					"name": "ברסלר ברהם אלכסנדר"
				},
				{
					"name": "אלפר מרדכי מיכאל"
				},
				{
					"name": "הומינר פנחס דוד"
				},
				{
					"name": "גולומב ישראל יצחק"
				},
				{
					"name": "מורגנשטרן משה דוד"
				},
				{
					"name": "ויכלדר חיים ברוך"
				},
				{
					"name": "אביטן גבריאל מאיר"
				},
				{
					"name": "זיידמן חנוך דוד"
				},
				{
					"name": "קלרמן ישראל"
				},
				{
					"name": "ויינר דוד"
				},
				{
					"name": "שטרן שלמה"
				},
				{
					"name": "רוזן יהודה אריה"
				},
				{
					"name": "הומינר שלמה"
				},
				{
					"name": "ויינברגר יהושע"
				},
				{
					"name": "וייס אפרים"
				},
				{
					"name": "מאיר ישראל"
				},
				{
					"name": "לוינשטיין בנימין טוביה"
				},
				{
					"name": "קליין אברהם"
				},
				{
					"name": "פולק יהודה אריה"
				},
				{
					"name": "הורביץ פנחס"
				},
				{
					"name": "גורא משה יעקב"
				},
				{
					"name": "וירניק נפתלי"
				},
				{
					"name": "וייס נתן"
				},
				{
					"name": "כהן משה"
				},
				{
					"name": "סגל אוריאל"
				},
				{
					"name": "ברייש ראובן"
				},
				{
					"name": "מונק אריה"
				},
				{
					"name": "רוזנבוים יעקב דוד"
				},
				{
					"name": "ארנטרוי אלחנן"
				},
				{
					"name": "ליברמן מרדכי"
				},
				{
					"name": "מן משה"
				},
				{
					"name": "קריבוס שמואל"
				},
				{
					"name": "קארפ משה שלום"
				},
				{
					"name": "קלוגמן מנחם"
				},
				{
					"name": "ברויאר דוד"
				},
				{
					"name": "שיינפלד שבתי"
				},
				{
					"name": "רוזנטל אברהם אהרן"
				},
				{
					"name": "רובינשטיין מאיר"
				},
				{
					"name": "אברמוביץ אברהם חנוך"
				},
				{
					"name": "אבו יוסף"
				},
				{
					"name": "אירנשטיין משה אליהו"
				}
			]
		},
		"3": {
			"name": "אחים אנחנו",
			"members": [
				{
					"name": "אבבה דוד",
					"image": "http://sphotos-f.ak.fbcdn.net/hphotos-ak-ash4/297738_120976104731619_705711375_n.jpg"
				},
				{
					"name": "יהודה דורון"
				},
				{
					"name": "יתמנו גרמא שמואל"
				},
				{
					"name": "טלקר דניאל"
				},
				{
					"name": "טסמה נאווה"
				},
				{
					"name": "רצון שאלתיאל"
				},
				{
					"name": "זוארץ מאיר"
				},
				{
					"name": "בצון יצחק"
				},
				{
					"name": "שמשון יגאל"
				},
				{
					"name": "סולומון ברה דרור"
				},
				{
					"name": "טלקר נתנאל מאיר"
				},
				{
					"name": "ברכה אליהו חיים"
				},
				{
					"name": "גרמאי אסרסי אסתר"
				}
			]
		},
		"4": {
			"name": "יש עתיד בראשות יאיר לפיד",
			"members": [
				{
					"name": "לפיד יאיר",
					"image": "http://yeshatid.org.il/wp-content/uploads/2012/11/y1.jpg"
				},
				{
					"name": "פירון שי משה"
				},
				{
					"name": "גרמן יעל"
				},
				{
					"name": "כהן מאיר"
				},
				{
					"name": "פרי יעקב"
				},
				{
					"name": "שלח עפר"
				},
				{
					"name": "לביא עליזה"
				},
				{
					"name": "רזבוגוב יואל"
				},
				{
					"name": "קול עדי"
				},
				{
					"name": "אלהרר הרטשטיין קארין"
				},
				{
					"name": "לוי מיקי"
				},
				{
					"name": "סולומון יאסו שמעון"
				},
				{
					"name": "קלדרון רות"
				},
				{
					"name": "תמנו-שטה פנינה"
				},
				{
					"name": "פרנקל רינה"
				},
				{
					"name": "קריב יפעת"
				},
				{
					"name": "ליפמן דב"
				},
				{
					"name": "טופורובסקי בועז"
				},
				{
					"name": "הופמן רונן"
				},
				{
					"name": "אל-על טל"
				},
				{
					"name": "בבוט מרק"
				},
				{
					"name": "שולץ נעמה"
				},
				{
					"name": "קדור סלים"
				},
				{
					"name": "בנישתי איציק יצחק"
				},
				{
					"name": "מאירי גדי"
				},
				{
					"name": "סטדלר לריסה"
				},
				{
					"name": "מגן עמי"
				},
				{
					"name": "מנייב בוריס"
				},
				{
					"name": "פלד-חיון תמי"
				},
				{
					"name": "שוייצר הדר"
				},
				{
					"name": "שריר גלעד"
				},
				{
					"name": "כהן יובל"
				},
				{
					"name": "קרול ילנה חיה"
				},
				{
					"name": "מזאוי אוהם"
				},
				{
					"name": "ביטון דבורה"
				},
				{
					"name": "בר -תור שמואל"
				},
				{
					"name": "הרטמן אביבה-יוליה"
				},
				{
					"name": "סבויסקי מיכאל"
				},
				{
					"name": "בז”ה רמי"
				},
				{
					"name": "יאסו אקליל"
				},
				{
					"name": "קוזין אנטון"
				},
				{
					"name": "בלוגובסקי חנה"
				},
				{
					"name": "שפושניק יוסף"
				},
				{
					"name": "גרבינר כרמלה"
				},
				{
					"name": "שטיינר רוברט"
				},
				{
					"name": "אהרוני ארז"
				},
				{
					"name": "שומרוני יצחק"
				},
				{
					"name": "מיאון שחר"
				},
				{
					"name": "גרינברגר אורי"
				},
				{
					"name": "פדהצור דורון"
				},
				{
					"name": "דרורי דלית"
				},
				{
					"name": "וולף אלון"
				},
				{
					"name": "לוי ירון עמוס"
				},
				{
					"name": "ברזילי יעל"
				},
				{
					"name": "דיאמנט חנית חנה"
				},
				{
					"name": "מולכו דרור"
				},
				{
					"name": "בוחבוט-לוין יצחק"
				},
				{
					"name": "קורץ יעקב"
				},
				{
					"name": "שור עידו"
				},
				{
					"name": "בלום זוהר זוגברד"
				},
				{
					"name": "דוידי דניאל"
				},
				{
					"name": "פינקלשטיין עופרה"
				},
				{
					"name": "סטורוזנקו תמרה"
				},
				{
					"name": "אלפסי סמי"
				},
				{
					"name": "אבוטבול אלי"
				},
				{
					"name": "בן אבי חיים"
				},
				{
					"name": "דניאלי ישראל"
				},
				{
					"name": "בל עופרה"
				},
				{
					"name": "שבלת ארנון"
				},
				{
					"name": "סלומון ברק אברהם"
				},
				{
					"name": "כץ רון"
				},
				{
					"name": "נדב יוסף"
				},
				{
					"name": "פיינה איתי"
				},
				{
					"name": "מזרחי אפרת חיה"
				},
				{
					"name": "להט אור-לי"
				},
				{
					"name": "סקס-פרידמן יסמין"
				},
				{
					"name": "שחורי-ג`יג`י דן"
				},
				{
					"name": "פישר תומי"
				},
				{
					"name": "קמפלר דורון"
				},
				{
					"name": "בלייכר רן"
				},
				{
					"name": "אסרף אורי"
				},
				{
					"name": "שריפי יצחק"
				},
				{
					"name": "הרפז מאיר"
				},
				{
					"name": "עמרם אהובה (יצחק)"
				},
				{
					"name": "ששון חנה"
				},
				{
					"name": "טבת חגי"
				},
				{
					"name": "שושן יהודה"
				},
				{
					"name": "בן צבי קוברנסקי אורלי"
				},
				{
					"name": "כהן אבשלום"
				},
				{
					"name": "אלראי נוי"
				},
				{
					"name": "רוזנפלד אביעד"
				},
				{
					"name": "אבוחצירה שי"
				},
				{
					"name": "סגל איילת"
				},
				{
					"name": "האושנר גיל"
				},
				{
					"name": "פלד עמרי"
				},
				{
					"name": "קלדרון אילן"
				},
				{
					"name": "פישמן ליטל"
				},
				{
					"name": "גורדון מעיין"
				},
				{
					"name": "פיפרברג טל"
				},
				{
					"name": "דוידזון סימון"
				},
				{
					"name": "קוברינסקי יצחק"
				},
				{
					"name": "ברעם אבישי"
				},
				{
					"name": "עזורי אביבה"
				},
				{
					"name": "הרפז שי"
				},
				{
					"name": "פלדמן גד"
				},
				{
					"name": "קדם אלי"
				},
				{
					"name": "ששון יואל אברהם"
				},
				{
					"name": "לוי ערן"
				},
				{
					"name": "יאני מעיין"
				},
				{
					"name": "כהן אביעד"
				},
				{
					"name": "שינדלר בוריס"
				},
				{
					"name": "בן אברהם גוליאנה"
				},
				{
					"name": "חסיד טליה"
				},
				{
					"name": "רוכברג נועה-שרה"
				},
				{
					"name": "זגורסקי ליטל"
				},
				{
					"name": "איל גל"
				},
				{
					"name": "ירקוני יורם (ג`רי)"
				},
				{
					"name": "פרי לירן אמילי"
				},
				{
					"name": "גמזטוב מורד"
				},
				{
					"name": "סומק רוני"
				}
			]
		},
		"5": {
			"name": "ארץ חדשה - החזית להפלת שלטון ההון",
			"members": [
				{
					"name": "יניב אלדד",
					"image": "http://eretzchadasha.com/images/the-faces/eldad-yaniv.jpg"
				},
				{
					"name": "דוד מרב"
				},
				{
					"name": "בלייר רן"
				},
				{
					"name": "ששון לינדה"
				},
				{
					"name": "סגל ברק"
				},
				{
					"name": "רבינוביץ` אלכסנדרה"
				},
				{
					"name": "עוזר דקל-דוד"
				},
				{
					"name": "ספיר לילך"
				},
				{
					"name": "מוסינזון גילי-משה"
				}
			]
		},
		"6": {
			"name": "כולנו חברים - ננח",
			"members": [
				{
					"name": "קנאפו שרון",
					"image": "https://fbcdn-sphotos-c-a.akamaihd.net/hphotos-ak-ash3/559047_459270254108436_1870515845_n.jpg"
				},
				{
					"name": "שי ליאור צפריר"
				},
				{
					"name": "אופיר ערן"
				},
				{
					"name": "בן שלום שחר ישראל"
				},
				{
					"name": "ינאי משה"
				},
				{
					"name": "אברהם תומר"
				},
				{
					"name": "שואשו נס חי"
				},
				{
					"name": "אופיר משה"
				},
				{
					"name": "ג`מילי ננח שגיא יוסף"
				},
				{
					"name": "אריאל אהוד"
				},
				{
					"name": "דגני ברק עמוס"
				},
				{
					"name": "דלויה דניאל"
				}
			]
		},
		"7": {
			"name": "בל”ד - אלתג`מוע אלווטני אלדמוקרטי",
			"members": [
				{
					"name": "ג`מאל זחאלקה",
					"id": "756",
					"image": "http://www.knesset.gov.il/mk/images/members/zahalka_jamal-s.jpg"
				},
				{
					"name": "זועבי חנין",
					"id": "846"
				},
				{
					"name": "ג`טאס באסל"
				},
				{
					"name": "אזברגה ג`ומעה"
				},
				{
					"name": "פוקרא עבדאל רחים"
				},
				{
					"name": "יזבק היבא"
				},
				{
					"name": "מהנא סאמי"
				},
				{
					"name": "דקב פתחי"
				},
				{
					"name": "פרח מרים"
				},
				{
					"name": "שלחת אנטאין"
				},
				{
					"name": "קיס מחאסן"
				},
				{
					"name": "לירר יעל"
				},
				{
					"name": "נחאדה מטאנס"
				},
				{
					"name": "מנסור נורא"
				},
				{
					"name": "ח`מיס ווליד"
				},
				{
					"name": "טאהא לולו"
				},
				{
					"name": "עבאס טאהר"
				},
				{
					"name": "חלבי חאתם"
				},
				{
					"name": "אבו שחאדה סאמי"
				},
				{
					"name": "צמל-ורשבסקי לאה"
				},
				{
					"name": "אבו רחמין ניבין"
				},
				{
					"name": "עאמר אחמד"
				},
				{
					"name": "ח`לאילה איאד"
				},
				{
					"name": "מרעי אמין"
				},
				{
					"name": "אילני יהודית"
				},
				{
					"name": "אבו בצר אברהים"
				},
				{
					"name": "אבו אחמד ח`לוד"
				},
				{
					"name": "חאג` ווליאם"
				},
				{
					"name": "חוש דועא"
				},
				{
					"name": "חאג` יחיא מוחמד"
				},
				{
					"name": "חיידר ראמי"
				},
				{
					"name": "ג`ורבאן סאמי"
				},
				{
					"name": "עבאס וסים"
				},
				{
					"name": "טנוס נח`לה"
				},
				{
					"name": "ח`לף ג`מיל"
				},
				{
					"name": "קובטי מירי"
				},
				{
					"name": "ערבוש מועין"
				},
				{
					"name": "הנדאוי רבים"
				},
				{
					"name": "עודה-חאג` אינאס"
				},
				{
					"name": "עתאמנה מופיצ"
				},
				{
					"name": "ג`מטוס וופא"
				},
				{
					"name": "סאדר מייסלון"
				},
				{
					"name": "טאהה נביט"
				},
				{
					"name": "חמדאן אלהאם"
				},
				{
					"name": "שעבאן פרידה"
				},
				{
					"name": "אלעתאייקה עבדאל כרים"
				},
				{
					"name": "עיאשה מועתכם"
				},
				{
					"name": "אבו הלאל מוסטפא"
				},
				{
					"name": "מסרי אחמד"
				},
				{
					"name": "דיאב מוסא"
				},
				{
					"name": "ג`נטוס כרים"
				},
				{
					"name": "חורני חנא"
				},
				{
					"name": "אבו אלעסל ג`האד"
				},
				{
					"name": "אבו סייף ח`ליל"
				},
				{
					"name": "שקור אילייא"
				},
				{
					"name": "דקוור נסרי"
				},
				{
					"name": "נח`אש יוסף"
				},
				{
					"name": "טאהא דימא"
				},
				{
					"name": "נעאמנה מוחמד"
				},
				{
					"name": "מחאג`נר מוחמד"
				},
				{
					"name": "סאדר כמיל"
				},
				{
					"name": "ח`טיב חנאן"
				},
				{
					"name": "בולוס ג`רים"
				},
				{
					"name": "סולטאני חוסני"
				},
				{
					"name": "ח`טיב קאסם"
				},
				{
					"name": "עטייה כאיד"
				},
				{
					"name": "סובח מייסאן"
				},
				{
					"name": "סעיד יוסף"
				},
				{
					"name": "שקור בסאם"
				},
				{
					"name": "סבסג ג`רים"
				},
				{
					"name": "מטר עדנאן"
				},
				{
					"name": "ג`אליב כאמל"
				},
				{
					"name": "אג`בריה ריאד"
				},
				{
					"name": "דכוור ג`ואד"
				},
				{
					"name": "חמאד באסם"
				},
				{
					"name": "אגברייה חנין"
				},
				{
					"name": "ראבי איאד"
				},
				{
					"name": "ח`טיב מוחמד"
				},
				{
					"name": "אלשאער האדיה"
				},
				{
					"name": "עבד אלחלים חסן"
				},
				{
					"name": "חדאד מוראד"
				},
				{
					"name": "טאטור מחמוד"
				},
				{
					"name": "מזלבט עמאד"
				},
				{
					"name": "ליום אנטון"
				},
				{
					"name": "אבו זקיקה מוחמד"
				},
				{
					"name": "אגברביה ספאא"
				},
				{
					"name": "מראענה מוחמד"
				},
				{
					"name": "עלי סאלח ויסאם"
				},
				{
					"name": "פרח אכרם"
				},
				{
					"name": "חוסין פתחיה"
				},
				{
					"name": "עראר ערב"
				},
				{
					"name": "סואעד מחמוד"
				},
				{
					"name": "ענבתאוו אמאני"
				},
				{
					"name": "בלעום ויאאם"
				},
				{
					"name": "ונתד נידאל"
				},
				{
					"name": "ח`ליליה מאהר"
				},
				{
					"name": "ג`סאר חסאן"
				},
				{
					"name": "בדראן עז אלדין"
				},
				{
					"name": "בנא עאוני"
				},
				{
					"name": "קורטאם אשרף"
				},
				{
					"name": "אגבריה ויסאם"
				},
				{
					"name": "חוסן יוסף"
				},
				{
					"name": "אברהים נביל"
				},
				{
					"name": "מסארווה כסאם"
				},
				{
					"name": "ג`טאס ראיד"
				},
				{
					"name": "שחאדה אדמונד"
				},
				{
					"name": "הווארי ערין"
				},
				{
					"name": "ורשבסקי מיכאל"
				},
				{
					"name": "עבד אמיל"
				},
				{
					"name": "מחטמיד ריאד"
				},
				{
					"name": "סולטאני פואד"
				},
				{
					"name": "אבו פול מוחמד"
				},
				{
					"name": "זריק סולימאן"
				},
				{
					"name": "מנסור ג`וני"
				},
				{
					"name": "אגבריה אפנאן"
				},
				{
					"name": "יונס מוחמד"
				},
				{
					"name": "עאטללה אליאס"
				},
				{
					"name": "מוחארב מחמוד"
				},
				{
					"name": "מחאמיד האשם"
				},
				{
					"name": "טאהא ואסל"
				}
			]
		},
		"8": {
			"name": "כח להשפיע בהנחייה / בהכוונת הרב אמנון יצחק",
			"members": [
				{
					"name": "סאמרלי אריה",
					"image": "http://sphotos-a.ak.fbcdn.net/hphotos-ak-snc6/224064_283190351783652_678376640_n.png"
				},
				{
					"name": "שיפר אליהו"
				},
				{
					"name": "בן משה משה"
				},
				{
					"name": "פרטקוב ליעד"
				},
				{
					"name": "לוי רונן"
				},
				{
					"name": "כהן עימנואל אמיר"
				},
				{
					"name": "צוברי יהונתן"
				},
				{
					"name": "כלפא יונה"
				},
				{
					"name": "בניזרי אליהו"
				},
				{
					"name": "פז אלון"
				},
				{
					"name": "סקריצקי מיכאל"
				},
				{
					"name": "שאולוב רונן"
				},
				{
					"name": "ולורד דרור ברוך"
				},
				{
					"name": "יצחק אליהו"
				},
				{
					"name": "יצחק שפריר"
				},
				{
					"name": "חורש יניב"
				},
				{
					"name": "והב מרדכי"
				},
				{
					"name": "לסרי אורן"
				}
			]
		},
		"9": {
			"name": "ברית עולם לגאולת ישראל",
			"members": [
				{
					"name": "ליפשיץ עופר פינחס",
					"image": "http://www.britolam.org.il/image/users/187853/ftp/my_files/%D7%A2%D7%95%D7%A4%D7%A8.gif?id=8533299"
				},
				{
					"name": "בלייש חיים"
				},
				{
					"name": "סבאג איילה"
				},
				{
					"name": "אביזהר משה מרדכי"
				},
				{
					"name": "דדון ניסים מקסים"
				},
				{
					"name": "צלמון מרים"
				},
				{
					"name": "שטראוס נתן"
				},
				{
					"name": "ביטון אבנר"
				}
			]
		},
		"10": {
			"name": "מורשת אבות",
			"members": [
				{
					"name": "יר-זנבר אילן משיחא",
					"image": "http://sphotos-a.ak.fbcdn.net/hphotos-ak-ash4/767_561266043887530_435713194_n.jpg"
				},
				{
					"name": "שפיצר אמיר"
				},
				{
					"name": "מוזס משה"
				},
				{
					"name": "סלע חי משה"
				},
				{
					"name": "עשור מכלוף מיכאל"
				},
				{
					"name": "בונפיס משה"
				},
				{
					"name": "לבנוני שלמה"
				},
				{
					"name": "רוטנברג טליה"
				},
				{
					"name": "יפרח אילן מיכאל"
				},
				{
					"name": "צרפתי שמעון"
				},
				{
					"name": "הרשיש סילביה"
				},
				{
					"name": "כהן יוסף חיים"
				},
				{
					"name": "ביטון אלישי"
				},
				{
					"name": "מורי יוסף עומרי"
				},
				{
					"name": "תני משה"
				},
				{
					"name": "בן עמי שמעון"
				},
				{
					"name": "פדידה ימין"
				},
				{
					"name": "קרני יאיר"
				},
				{
					"name": "מזרחי אליהו"
				},
				{
					"name": "אביסרור שי"
				},
				{
					"name": "צירניש אנטון משה"
				},
				{
					"name": "כהן רחמים"
				},
				{
					"name": "בן חמו יוגב"
				},
				{
					"name": "זלצר קהת"
				},
				{
					"name": "דבוש מור"
				}
			]
		},
		"11": {
			"name": "דור בוני הארץ בראשות אפרים לפיד",
			"members": [
				{
					"name": "לפיד אפרים",
					"image": "http://www.gimlaim.org.il/BRPortalStorage/b/78/46/86-zJ4aZEsRXO.jpg"
				},
				{
					"name": "גיסין מידד"
				},
				{
					"name": "קליינר יורם"
				},
				{
					"name": "נקר דליה"
				},
				{
					"name": "גרנות הלל"
				},
				{
					"name": "אלדור גרא"
				},
				{
					"name": "פרידמן משה"
				},
				{
					"name": "נעים גראר ניסים"
				},
				{
					"name": "ספאדיה פרחה"
				},
				{
					"name": "יפעת יצחק"
				},
				{
					"name": "טרסר אהרון"
				},
				{
					"name": "מיתר צבי"
				},
				{
					"name": "זקס דניאל"
				},
				{
					"name": "כהן בנימין"
				},
				{
					"name": "פלד אבשלום"
				},
				{
					"name": "אור אדיבה"
				},
				{
					"name": "כהנא ויקטור"
				},
				{
					"name": "מוזר ראובן"
				},
				{
					"name": "רפוביץ אוליביה"
				}
			]
		},
		"12": {
			"name": "מפלגת כלכלה בראשות יוליה שמאלוב ברקוביץ",
			"members": [
				{
					"name": "שמאלוב ברקוביץ יוליה",
					"id": "848",
					"image": "http://www.knesset.gov.il/mk/images/members/Shamalov_Berkovich_Yulia-s.jpg"
				},
				{
					"name": "גולדשטיין דניאל"
				},
				{
					"name": "גולדשטיין בן ציון"
				},
				{
					"name": "מנגל יפית"
				},
				{
					"name": "אלוני אודי"
				},
				{
					"name": "צעירי דרור"
				},
				{
					"name": "דריימר יצחק"
				},
				{
					"name": "דובלינסקי אדם"
				},
				{
					"name": "קורזינר גרגורי"
				},
				{
					"name": "נבות זהר"
				},
				{
					"name": "דור דניאל"
				},
				{
					"name": "בן ישי מרדכי"
				},
				{
					"name": "מיכאל יאיר"
				},
				{
					"name": "בן עזרי ניר"
				}
			]
		},
		"13": {
			"name": "דע\"ם - מפלגת פועלים",
			"members": [
				{
					"name": "אגבארייה זחאלקה אסמא",
					"image": "http://upload.wikimedia.org/wikipedia/he/thumb/5/59/Asmaagbariyazachalka_72.jpg/200px-Asmaagbariyazachalka_72.jpg"
				},
				{
					"name": "נאדר ניר"
				},
				{
					"name": "בן שמחון דני"
				},
				{
					"name": "טיארה ופא"
				},
				{
					"name": "פלדהיים אורלי"
				},
				{
					"name": "זועבי חנאן"
				},
				{
					"name": "עקאד אורנה"
				},
				{
					"name": "הלוי להב"
				},
				{
					"name": "לבארי נעמי"
				},
				{
					"name": "קעואר מוניר"
				},
				{
					"name": "איצקוביץ גסטון צבי"
				},
				{
					"name": "שורר דן"
				},
				{
					"name": "טחאן ראניה"
				},
				{
					"name": "בריל ערן"
				},
				{
					"name": "מישורי אפרת"
				},
				{
					"name": "בראל נוית"
				},
				{
					"name": "טל פנינה"
				},
				{
					"name": "מגנס אליזבט"
				},
				{
					"name": "הוס רבקה"
				},
				{
					"name": "טיר צביה"
				},
				{
					"name": "ענבל שושנה"
				},
				{
					"name": "בלאו בנימין"
				},
				{
					"name": "אלוני גיא"
				},
				{
					"name": "להב תומר"
				},
				{
					"name": "פרידמן מיכל"
				},
				{
					"name": "הראל מיקי"
				},
				{
					"name": "סודרי אורית"
				},
				{
					"name": "וגנר ארז"
				},
				{
					"name": "קלגסברון טלי"
				},
				{
					"name": "לביא תומר"
				},
				{
					"name": "פאהום אחמד"
				},
				{
					"name": "בלומנטל אפרת"
				},
				{
					"name": "כהן בכור טל"
				},
				{
					"name": "רוזן נחמני דניאל אברהם"
				},
				{
					"name": "להב אדיב הדס"
				},
				{
					"name": "כיתאני סמיר"
				},
				{
					"name": "לנגפור סטפן"
				},
				{
					"name": "פרמינגר יונתן"
				},
				{
					"name": "קדושים כוכבית"
				},
				{
					"name": "טמיר יואב"
				},
				{
					"name": "מהל עידו"
				},
				{
					"name": "פרידמן ציפורה פניה"
				},
				{
					"name": "חנוכה שאול"
				},
				{
					"name": "בן אפרת יעקב יוסף"
				}
			]
		},
		"14": {
			"name": "מרצ - השמאל של ישראל",
			"members": [
				{
					"name": "גלאון זהבה",
					"id": "201",
					"image": "http://www.knesset.gov.il/mk/images/members/galon_zahava-s.jpg"
				},
				{
					"name": "גיל און אילן",
					"id": "200"
				},
				{
					"name": "הורוביץ ניצן",
					"id": "843"
				},
				{
					"name": "רוזין מיכל"
				},
				{
					"name": "פריג` עיסווי"
				},
				{
					"name": "זנדברג תמר"
				},
				{
					"name": "וילן אבשלום"
				},
				{
					"name": "רז מוסי"
				},
				{
					"name": "סולל יפעת"
				},
				{
					"name": "זכי אורי"
				},
				{
					"name": "ורטון לורה"
				},
				{
					"name": "דרומי חכים תום"
				},
				{
					"name": "בנדל אהוד"
				},
				{
					"name": "עמוס אורנה"
				},
				{
					"name": "שירן איל"
				},
				{
					"name": "רגב מיכאל"
				},
				{
					"name": "צויזנר יצחק"
				},
				{
					"name": "מורג דרור"
				},
				{
					"name": "אבקסיס דינה"
				},
				{
					"name": "למדן עידן"
				},
				{
					"name": "אורון אייל"
				},
				{
					"name": "אורשלימי שרון"
				},
				{
					"name": "אדמי יעל"
				},
				{
					"name": "אללו יוסף פפה"
				},
				{
					"name": "ארז חנן"
				},
				{
					"name": "בדיר אחמד"
				},
				{
					"name": "בכר סוזן לינדה"
				},
				{
					"name": "ברוך אילן"
				},
				{
					"name": "ברלב נוגה"
				},
				{
					"name": "ברנע נמרוד"
				},
				{
					"name": "גולן גילד גליה"
				},
				{
					"name": "וסר רחלה מיכל"
				},
				{
					"name": "דיאמנט עדית"
				},
				{
					"name": "כהן חמוטל"
				},
				{
					"name": "הרסגור הנדין עילאי"
				},
				{
					"name": "וולפסון ויויאנה לאה"
				},
				{
					"name": "טריינין רני"
				},
				{
					"name": "לבנון מורדוך אסתר"
				},
				{
					"name": "לוי מרק"
				},
				{
					"name": "צור שושנה"
				},
				{
					"name": "לסקי שוץ גבריאלה"
				},
				{
					"name": "מזרחי דרור"
				},
				{
					"name": "מרציאנו יוסף"
				},
				{
					"name": "נימן חנה"
				},
				{
					"name": "נעמן אייל"
				},
				{
					"name": "סטרקובסקי שילון שרה"
				},
				{
					"name": "עדן מיכל"
				},
				{
					"name": "פילק דניאל"
				},
				{
					"name": "פינקל ליאור"
				},
				{
					"name": "צרפתי דניאל"
				},
				{
					"name": "קרבטרי מאיה"
				},
				{
					"name": "רבין עזרא"
				},
				{
					"name": "רזניק תומר"
				},
				{
					"name": "רייז אייל"
				},
				{
					"name": "שאינסקי אלה"
				},
				{
					"name": "שמיר גדעון"
				},
				{
					"name": "ליטבק מאשה"
				},
				{
					"name": "איזנר יעל"
				},
				{
					"name": "חאג` יחיא ג`מיל"
				},
				{
					"name": "אבן ג`מיל"
				},
				{
					"name": "הרצוג חנה"
				},
				{
					"name": "דורי לטיף"
				},
				{
					"name": "עופרן חגית"
				},
				{
					"name": "ברניב ארן"
				},
				{
					"name": "חורש ראובן"
				},
				{
					"name": "רייז אמציה"
				},
				{
					"name": "וינטראוב רונית"
				},
				{
					"name": "עזור גבריאל"
				},
				{
					"name": "מסארוה סאלח"
				},
				{
					"name": "מטאנס אליאס"
				},
				{
					"name": "זהר רקפת"
				},
				{
					"name": "יעקבסון דניאל"
				},
				{
					"name": "יסעור יהונתן"
				},
				{
					"name": "בורדון גבריאל"
				},
				{
					"name": "אופיר אורי"
				},
				{
					"name": "ברנבויים גריגורי"
				},
				{
					"name": "זועבי עבד אלחלים"
				},
				{
					"name": "אברמסון זיוית"
				},
				{
					"name": "אושרוב נילי"
				},
				{
					"name": "זמבוני בכר אליזבטה"
				},
				{
					"name": "סל נחמיה"
				},
				{
					"name": "ציון נעמי"
				},
				{
					"name": "זועבי עבד אלכרים"
				},
				{
					"name": "זהר עמיר עליזה"
				},
				{
					"name": "חלבי בשיר"
				},
				{
					"name": "זרטל עדית"
				},
				{
					"name": "גולדבלום עמירם"
				},
				{
					"name": "אשדות יזהר"
				},
				{
					"name": "רציסטר קמחי אלונה"
				},
				{
					"name": "הופנונג מנחם"
				},
				{
					"name": "פרוסט יוסי"
				},
				{
					"name": "דיין רות"
				},
				{
					"name": "זקהיים אסתר"
				},
				{
					"name": "קלדרון נסים"
				},
				{
					"name": "ביזאוי צביה סלביה"
				},
				{
					"name": "רדאי פרנסס"
				},
				{
					"name": "ברינקר מנחם"
				},
				{
					"name": "וייץ יחיעם"
				},
				{
					"name": "בובר אגסי יהודית"
				},
				{
					"name": "ליבק אלכס"
				},
				{
					"name": "מטלון רונית"
				},
				{
					"name": "שביט דן"
				},
				{
					"name": "נאמן יהודה גאד"
				},
				{
					"name": "טפרסון עידית"
				},
				{
					"name": "קנז יהושע"
				},
				{
					"name": "רזניק רות"
				},
				{
					"name": "סובול יהושע"
				},
				{
					"name": "שלוי אליס הילדגרד"
				},
				{
					"name": "יהושע א.ב"
				},
				{
					"name": "בר-און מרדכי"
				},
				{
					"name": "סרטני אמירה"
				},
				{
					"name": "מאור ענת"
				},
				{
					"name": "פארס חוסיין"
				},
				{
					"name": "חזן נעמי"
				},
				{
					"name": "שם טוב ויקטור"
				},
				{
					"name": "צבן יאיר"
				},
				{
					"name": "כהן רן"
				},
				{
					"name": "ביילין יוסי"
				},
				{
					"name": "אורון חיים",
					"id": "5"
				},
				{
					"name": "אלוני שולמית"
				}
			]
		},
		"15": {
			"name": "הבית היהודי בראשות נפתלי בנט - מיסודם של האיחוד הלאומי מפד”ל החדשה",
			"members": [
				{
					"name": "בנט נפתלי",
					"image": "http://www.israelim.org.il/wp-content/uploads/2012/12/Naftali-Bennett.jpg"
				},
				{
					"name": "אריאל אורי יהודה",
					"id": "713"
				},
				{
					"name": "סלומינסקי ניסן"
				},
				{
					"name": "בן דהן אליהו"
				},
				{
					"name": "שקד איילת"
				},
				{
					"name": "אורבך אורי שרגא",
					"id": "845"
				},
				{
					"name": "קלפה זבולון"
				},
				{
					"name": "וורצמן אברהם"
				},
				{
					"name": "יוגב מרדכי"
				},
				{
					"name": "סטרוק אורית מלכה"
				},
				{
					"name": "שטבון יונתן"
				},
				{
					"name": "מועלם-רפאלי שולי"
				},
				{
					"name": "הורוביץ הלל אילן"
				},
				{
					"name": "גימפל ירמיהו"
				},
				{
					"name": "אייל נחמן"
				},
				{
					"name": "נסימי רחמים"
				},
				{
					"name": "כהן יצחק אמיתי"
				},
				{
					"name": "פינקלשטיין גילה"
				},
				{
					"name": "בנק אורי"
				},
				{
					"name": "דנינו משה דורון"
				},
				{
					"name": "איפראימוב מרק"
				},
				{
					"name": "טאוב עמיעד דוד"
				},
				{
					"name": "טרבלסי שמעון מכלוף"
				},
				{
					"name": "גימאני אהרן"
				},
				{
					"name": "שושן יצחק"
				},
				{
					"name": "בן אריה יצחק"
				},
				{
					"name": "זרגרי יצחק"
				},
				{
					"name": "דוד יהודה"
				},
				{
					"name": "זפרן זאב"
				},
				{
					"name": "רפל נחמיה"
				},
				{
					"name": "ידין דוד"
				},
				{
					"name": "יחזקאל הרצל"
				},
				{
					"name": "מלמד חנן חיים"
				},
				{
					"name": "גרינוולד גאל"
				},
				{
					"name": "ריפקין אפרים יהודה"
				},
				{
					"name": "וסרמן יחיאל מאיר"
				},
				{
					"name": "בן דוד איתן"
				},
				{
					"name": "בשארי דניאל"
				},
				{
					"name": "הררי הושעיה יפת"
				},
				{
					"name": "בלומנטל שי"
				},
				{
					"name": "חרל”פ מיכאל צבי"
				},
				{
					"name": "בן-דוד עמרם"
				},
				{
					"name": "גולדברג אברהם יוסף"
				},
				{
					"name": "אדרי ג`קי"
				},
				{
					"name": "און נריה"
				},
				{
					"name": "קיל רז"
				},
				{
					"name": "חזיזה מרדכי"
				},
				{
					"name": "רצון אורי"
				},
				{
					"name": "גרנק איתי"
				},
				{
					"name": "גולדמן חיים יהודה"
				},
				{
					"name": "עציון אליעזר"
				},
				{
					"name": "סיבוני עמיחי"
				},
				{
					"name": "פלד גל"
				},
				{
					"name": "אלמגור שלום"
				},
				{
					"name": "אייזן משה דורון"
				},
				{
					"name": "קפלן רפאל אברהם"
				},
				{
					"name": "פורת דוד"
				},
				{
					"name": "מאירוביץ שמואל"
				},
				{
					"name": "מאיר רפאל"
				},
				{
					"name": "אדרי אריאל"
				},
				{
					"name": "בן שושן לירן"
				},
				{
					"name": "רוזנפלד יהודה"
				},
				{
					"name": "סלטן ג`רמי"
				},
				{
					"name": "מאזוז הודיה"
				},
				{
					"name": "חודפי דביר"
				},
				{
					"name": "וקנין מרדכי"
				},
				{
					"name": "טבק אביחי"
				},
				{
					"name": "לוזון מאיר"
				},
				{
					"name": "גור אריה ראובן"
				},
				{
					"name": "פרידמן אריה"
				},
				{
					"name": "הכהן אלישיב"
				},
				{
					"name": "קליגר עמוס"
				},
				{
					"name": "אהרונסון אלעזר אהרון"
				},
				{
					"name": "לוי שלמה"
				},
				{
					"name": "קעניג צבי מאיר"
				},
				{
					"name": "בוק טומי יהודה"
				},
				{
					"name": "שפר אליעזר"
				},
				{
					"name": "אליאש שרה"
				},
				{
					"name": "דרוקמן חיים מאיר"
				},
				{
					"name": "צוקרמן אברהם"
				}
			]
		},
		"16": {
			"name": "מתקדמת ליברלית - דמוקרטית",
			"members": [
				{
					"name": "רדקו אלכסנדר",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_91.jpg"
				},
				{
					"name": "רסין יבגני"
				},
				{
					"name": "איבשקין ולרי"
				},
				{
					"name": "פלג אלכסנדר"
				},
				{
					"name": "פדורצ`נקו אנטולי"
				},
				{
					"name": "לרין נינה"
				},
				{
					"name": "משטקוב פולינה"
				},
				{
					"name": "לרין מיכאל"
				},
				{
					"name": "פקר פאינה"
				}
			]
		},
		"17": {
			"name": "הירוקים והצעירים לעתיד ירוק בישראל",
			"members": [
				{
					"name": "מלצר עמיר",
					"image": "http://www.green-party.co.il/Election2013/wp-content/uploads/2009/01/mekzer_face.jpg"
				},
				{
					"name": "עזרא דרור"
				},
				{
					"name": "קינסטליך רז"
				},
				{
					"name": "פרייס סיטון רם"
				},
				{
					"name": "פוליצר קוסובר, לירון"
				},
				{
					"name": "יגאנה אורן"
				},
				{
					"name": "קירשנר שרגא"
				},
				{
					"name": "אורן שרה"
				},
				{
					"name": "רועה מיכאל"
				},
				{
					"name": "יריב  ניר"
				}
			]
		},
		"18": {
			"name": "נצח",
			"members": [
				{
					"name": "אפשטיין חיים",
					"image": "http://s1.kikar.net/th/data/auto/nadm/gh/rc34idic__w300h180q85.jpg"
				},
				{
					"name": "אלמליח משה"
				},
				{
					"name": "בידרמן דוד צבי שלמה"
				},
				{
					"name": "רוחמקין חיים מנחם"
				},
				{
					"name": "גולדשמיד שמואל דוב"
				},
				{
					"name": "וין ישעיהו"
				},
				{
					"name": "פרידמן יעקב"
				},
				{
					"name": "שם טוב יהודה"
				},
				{
					"name": "ברגמן אברהם ישעיהו"
				},
				{
					"name": "קצבורג דוד צבי"
				}
			]
		},
		"19": {
			"name": "הישראלים",
			"members": [
				{
					"name": "קון דוד",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_85.jpg"
				},
				{
					"name": "שורר מרינה סול"
				},
				{
					"name": "וקסלר אלכסנדר"
				},
				{
					"name": "בודיאנסקי ולדימיר"
				},
				{
					"name": "אלפנדרי עינת"
				},
				{
					"name": "קורזינר עמירה דיאנה"
				},
				{
					"name": "אלקון בנון"
				}
			]
		},
		"20": {
			"name": "עוצמה לישראל בראשות אריה אלדד ומיכאל בן ארי",
			"members": [
				{
					"name": "אריה אלדד",
					"id": "752",
					"image": "http://www.knesset.gov.il/mk/images/members/eldad_aryeh-s.jpg"
				},
				{
					"name": "בן ארי מיכאל",
					"id": "841"
				},
				{
					"name": "מרזל ברוך"
				},
				{
					"name": "קינג אריה יצחק"
				},
				{
					"name": "בן גביר איתמר"
				},
				{
					"name": "כהן אלעד"
				},
				{
					"name": "ליינסקי שלמה"
				},
				{
					"name": "שריון נילי"
				},
				{
					"name": "אוחיון יעקב אבי"
				},
				{
					"name": "גולן מאי"
				},
				{
					"name": "בן מאיר עתליה"
				},
				{
					"name": "תורגמן מאיר"
				},
				{
					"name": "שליסל גדליה"
				},
				{
					"name": "בן זיקרי משה"
				},
				{
					"name": "סבלדי דניאל"
				},
				{
					"name": "רבינוביץ יוסף"
				},
				{
					"name": "חכמון מרדכי"
				},
				{
					"name": "פבלוב מיכאל"
				},
				{
					"name": "לבני ענת"
				},
				{
					"name": "בן חיון מאיר חנן"
				},
				{
					"name": "פרייז תומר בן"
				},
				{
					"name": "שלוש שלמה"
				},
				{
					"name": "איתן טניה"
				},
				{
					"name": "נסים אליהו"
				},
				{
					"name": "ויינשטיין אליהו אדוארד"
				},
				{
					"name": "סטורץ זרחיה"
				},
				{
					"name": "ספירשטיין משה"
				},
				{
					"name": "גוזלן דוד"
				},
				{
					"name": "בנימין עמנואל"
				},
				{
					"name": "אוביץ מיכאל"
				},
				{
					"name": "פרידמן רחל"
				},
				{
					"name": "ברזאני יהודה"
				},
				{
					"name": "תוריק איגור"
				},
				{
					"name": "כהן יהודה"
				},
				{
					"name": "גולדברגר יוסף יצחק"
				},
				{
					"name": "מיוחס פנחס יעקב"
				},
				{
					"name": "קומש אבי אברהם"
				},
				{
					"name": "קוגן בנימין"
				},
				{
					"name": "ויצמן ניצן"
				},
				{
					"name": "צצ`יק שמעון דב"
				},
				{
					"name": "לנקרי אלירן"
				},
				{
					"name": "יופה עתידי"
				},
				{
					"name": "הופמן מנחם"
				},
				{
					"name": "זהביאן מתן"
				},
				{
					"name": "סמדגה שלום דורון"
				},
				{
					"name": "מעוז רפאל"
				},
				{
					"name": "גולן עופר"
				},
				{
					"name": "קלמיקוביץ אולג יצהר"
				},
				{
					"name": "טבצניק יעל"
				},
				{
					"name": "פיגנבאום ישראל דב"
				},
				{
					"name": "אלבום נחמיה"
				},
				{
					"name": "ברוקס שמחה"
				},
				{
					"name": "פפקין שרון"
				},
				{
					"name": "גרוני הילה אורלי"
				},
				{
					"name": "בן אהרן יוסף חיים"
				}
			]
		},
		"21": {
			"name": "הליכוד ישראל ביתנו בהנהגת בנימין נתניהו לראשות הממשלה",
			"members": [
				{
					"name": "נתניהו בנימין",
					"id": "90",
					"image": "http://www.knesset.gov.il/mk/images/members/netanyahu_bibi-s.jpg"
				},
				{
					"name": "ליברמן אביגדור",
					"id": "214"
				},
				{
					"name": "סער גדעון משה",
					"id": "725"
				},
				{
					"name": "שמיר יאיר"
				},
				{
					"name": "ארדן גלעד מנשה",
					"id": "734"
				},
				{
					"name": "שלום סילבן",
					"id": "122"
				},
				{
					"name": "לנדאו עוזי",
					"id": "77"
				},
				{
					"name": "כ”ץ ישראל",
					"id": "69"
				},
				{
					"name": "דנון דני",
					"id": "828"
				},
				{
					"name": "לנדבר סופיה סוניה",
					"id": "78"
				},
				{
					"name": "ריבלין ראובן רובי",
					"id": "114"
				},
				{
					"name": "יעלון משה",
					"id": "823"
				},
				{
					"name": "אהרונוביץ יצחק",
					"id": "790"
				},
				{
					"name": "אלקין זאב",
					"id": "768"
				},
				{
					"name": "חוטובלי ציפי",
					"id": "825"
				},
				{
					"name": "לוי אבקסיס אורלי",
					"id": "832"
				},
				{
					"name": "לוין יריב גדעון",
					"id": "826"
				},
				{
					"name": "אדלשטיין יולי יואל",
					"id": "1"
				},
				{
					"name": "קירשנבאום פניה",
					"id": "835"
				},
				{
					"name": "כץ חיים",
					"id": "212"
				},
				{
					"name": "רגב מירי מרים",
					"id": "831"
				},
				{
					"name": "רותם דוד",
					"id": "805"
				},
				{
					"name": "פייגלין משה זלמן"
				},
				{
					"name": "שטייניץ יובל",
					"id": "695"
				},
				{
					"name": "אילטוב רוברט",
					"id": "793"
				},
				{
					"name": "הנגבי צחי",
					"id": "45"
				},
				{
					"name": "לבנת לימור אהבה",
					"id": "70"
				},
				{
					"name": "עמאר חמד",
					"id": "837"
				},
				{
					"name": "אקוניס אופיר",
					"id": "830"
				},
				{
					"name": "גמליאל דמרי גילה",
					"id": "723"
				},
				{
					"name": "אוחיון שמעון"
				},
				{
					"name": "שאמה הכהן כרמל",
					"id": "829"
				},
				{
					"name": "מילר אלכס",
					"id": "785"
				},
				{
					"name": "ליטינצקי ליאון"
				},
				{
					"name": "ביטן דוד"
				},
				{
					"name": "פרג` אורי"
				},
				{
					"name": "מלינובסקי יוליה"
				},
				{
					"name": "שטרית קטי קטרין"
				},
				{
					"name": "קרא איוב",
					"id": "230"
				},
				{
					"name": "לויטן סמדר בת אדם"
				},
				{
					"name": "אוחנה שוקי"
				},
				{
					"name": "אמסלם דוד"
				},
				{
					"name": "פורר עודד"
				},
				{
					"name": "אפריימוב ויקטור"
				},
				{
					"name": "דנינו יצחק"
				},
				{
					"name": "מטלון משה מוץ",
					"id": "838"
				},
				{
					"name": "ברק קרן"
				},
				{
					"name": "נגוסה אברהם"
				},
				{
					"name": "שמטוב ליה",
					"id": "802"
				},
				{
					"name": "אבן צור דוד"
				},
				{
					"name": "קינן שי"
				},
				{
					"name": "סלבין יצחק"
				},
				{
					"name": "שמחון אברהם"
				},
				{
					"name": "קורן נורית"
				},
				{
					"name": "בן זקן משה"
				},
				{
					"name": "גליק יהודה יהושע"
				},
				{
					"name": "גרוסברג דוד"
				},
				{
					"name": "נודלמן אריאל"
				},
				{
					"name": "דיכטר אברהם משה",
					"id": "771"
				},
				{
					"name": "נס לאה",
					"id": "738"
				},
				{
					"name": "פומרנץ ארקדי"
				},
				{
					"name": "תואבה אסמרה אמיר"
				},
				{
					"name": "ביבי אריה",
					"id": "821"
				},
				{
					"name": "מנור בוריס"
				},
				{
					"name": "פיניאן ציון",
					"id": "827"
				},
				{
					"name": "אליעזר ישי יוליאנה"
				},
				{
					"name": "אברבוך טליה"
				},
				{
					"name": "וייס מתן דמטרי"
				},
				{
					"name": "אביטל גבריאל"
				},
				{
					"name": "שובל זלמן"
				},
				{
					"name": "עבד עפיף"
				},
				{
					"name": "אדמסו אללי"
				},
				{
					"name": "הרשטל דניאל משה"
				},
				{
					"name": "תלמי אתי אסתר"
				},
				{
					"name": "נבון עמנואל יוסף"
				},
				{
					"name": "בולשטיין אריאל"
				},
				{
					"name": "רבינוביץ אליהו אלונה"
				},
				{
					"name": "סימנה מלסה שחר"
				},
				{
					"name": "מוסטפא ג`יהאד"
				},
				{
					"name": "וידר יעקב"
				},
				{
					"name": "שראל נתן שמעון"
				},
				{
					"name": "בני דיוויס אורלי מזל"
				},
				{
					"name": "טאובר דניאל משה בן אר"
				},
				{
					"name": "מורלי אריאל"
				},
				{
					"name": "רג`ואן סנדרה"
				},
				{
					"name": "דמתי ניר אל"
				},
				{
					"name": "בן שושן מאיר"
				},
				{
					"name": "טיאצ`או עומר"
				},
				{
					"name": "ג`ורג`י אילן"
				},
				{
					"name": "גורדין ציפי ציפורה"
				},
				{
					"name": "שלמון לזרוביץ אסתר שושנה"
				},
				{
					"name": "מזרחי סילבה"
				},
				{
					"name": "איש שלום דוד"
				},
				{
					"name": "הרמלין דוד"
				},
				{
					"name": "ואטורי ניסים"
				},
				{
					"name": "איפרגן משה"
				},
				{
					"name": "אשד אמנון"
				},
				{
					"name": "בר משה"
				},
				{
					"name": "ברדוגו רמי"
				},
				{
					"name": "בשארי גדי"
				},
				{
					"name": "גמרסני מרק אברהם"
				},
				{
					"name": "גרינולד עמיחי"
				},
				{
					"name": "דיין נורית"
				},
				{
					"name": "דרעי אפרים אפי"
				},
				{
					"name": "כהן צדוק"
				},
				{
					"name": "כהן רוני"
				},
				{
					"name": "לסרי ליאור"
				},
				{
					"name": "מזור משה"
				},
				{
					"name": "מלכה מאיר"
				},
				{
					"name": "מעוז שלמה"
				},
				{
					"name": "צוף צוריאל שמחה"
				},
				{
					"name": "קהת סיני שאול"
				},
				{
					"name": "קיש יואב"
				},
				{
					"name": "שטגמן איילה"
				},
				{
					"name": "שטרן רוני"
				},
				{
					"name": "שרעבי עמוס"
				},
				{
					"name": "דולגין משה"
				},
				{
					"name": "כהן אורגד יגאל"
				},
				{
					"name": "אולקניצקי שרה"
				},
				{
					"name": "קדישאי יחיאל"
				}
			]
		},
		"22": {
			"name": "עלה ירוק - הרשימה הליברלית",
			"members": [
				{
					"name": "לרמן ירון",
					"image": "http://aleyarok.org.il/wp-content/uploads/2012/11/196238_10151164969922717_352169413_n1.jpg"
				},
				{
					"name": "מסיכה שמרי"
				},
				{
					"name": "צויג צבי"
				},
				{
					"name": "קני כרמל"
				},
				{
					"name": "ליבוביץ` אורן"
				},
				{
					"name": "גולן מיכאל"
				},
				{
					"name": "מולד ליבי"
				},
				{
					"name": "עידן רועי"
				},
				{
					"name": "קלישר אחיעד"
				},
				{
					"name": "היינריך טל"
				},
				{
					"name": "סוטו עמיעד"
				},
				{
					"name": "דברת אורן"
				},
				{
					"name": "קלישר עידית"
				},
				{
					"name": "פטישמן יבגני"
				}
			]
		},
		"23": {
			"name": "העבודה בראשות שלי יחימוביץ",
			"members": [
				{
					"name": "יחימוביץ רחל שלי",
					"id": "782",
					"image": "http://sphotos-f.ak.fbcdn.net/hphotos-ak-prn1/16232_162322619217_462074_n.jpg"
				},
				{
					"name": "הרצוג יצחק",
					"id": "740"
				},
				{
					"name": "כבל איתן",
					"id": "236"
				},
				{
					"name": "מיכאלי מירב"
				},
				{
					"name": "בן אליעזר פואד בנימין",
					"id": "20"
				},
				{
					"name": "בר יחיאל"
				},
				{
					"name": "בר לב ישראל עמר"
				},
				{
					"name": "שפיר סתיו"
				},
				{
					"name": "ברורמן אבישי",
					"id": "797"
				},
				{
					"name": "מרגלית נחום אראל"
				},
				{
					"name": "שמולי יצחק"
				},
				{
					"name": "רוזנטל משה מיכאל"
				},
				{
					"name": "בירן מיכל"
				},
				{
					"name": "שי נחמן",
					"id": "818"
				},
				{
					"name": "מזרחי משה"
				},
				{
					"name": "עטר דניאל"
				},
				{
					"name": "מגדלה גאלב",
					"id": "758"
				},
				{
					"name": "חילו נאדיה"
				},
				{
					"name": "אבסדזה נינו",
					"id": "850"
				},
				{
					"name": "יונה יוסף"
				},
				{
					"name": "בן סימון דניאל",
					"id": "836"
				},
				{
					"name": "קורנפלד עפר"
				},
				{
					"name": "טרופר משה יחיאל"
				},
				{
					"name": "פריטל יונה"
				},
				{
					"name": "סעד סאלח"
				},
				{
					"name": "אופנהיימר יריב"
				},
				{
					"name": "קריב גלעד"
				},
				{
					"name": "קירמאיר אסתר"
				},
				{
					"name": "זלץ ברוך"
				},
				{
					"name": "חרמוני ערן"
				},
				{
					"name": "פדידה בן שיטרית לאה"
				},
				{
					"name": "שושן שלמה סמי"
				},
				{
					"name": "צור נורית"
				},
				{
					"name": "חופרי נחום"
				},
				{
					"name": "נחמיאס ורבין איילת"
				},
				{
					"name": "סהלו שולמית"
				},
				{
					"name": "שליט נועם"
				},
				{
					"name": "שוורץ אריאל איתן"
				},
				{
					"name": "בראון שמעון"
				},
				{
					"name": "אורן ינאי דנה"
				},
				{
					"name": "ורטמן אור"
				},
				{
					"name": "בן עמי לילי"
				},
				{
					"name": "עטייה יוסף"
				},
				{
					"name": "אמארה פתחי"
				},
				{
					"name": "בדר מאלכ"
				},
				{
					"name": "אבו פארס סמיר"
				},
				{
					"name": "ינאי שאול"
				},
				{
					"name": "גולדמן פלורנטינה אליס"
				},
				{
					"name": "קלינגר יוסף יהונתן"
				},
				{
					"name": "קליין גילה"
				},
				{
					"name": "צברי יורם"
				},
				{
					"name": "נתנזון גולדשטרום רוברטו"
				},
				{
					"name": "פסטרנק ליאון אורן"
				},
				{
					"name": "ונונו יוסף"
				},
				{
					"name": "נאטור אחמד"
				},
				{
					"name": "אדירי ציון"
				},
				{
					"name": "סטופאי שוורץ נירה"
				},
				{
					"name": "שחף עמנואל"
				},
				{
					"name": "קננגיסר דב"
				},
				{
					"name": "עווד אמיר"
				},
				{
					"name": "הרשקוביץ עמית"
				},
				{
					"name": "שקד אריה"
				},
				{
					"name": "שחם יוסף"
				},
				{
					"name": "שתיל אבלין"
				},
				{
					"name": "אובלס אבי"
				},
				{
					"name": "מרום צבי"
				},
				{
					"name": "אברהם אביבה"
				},
				{
					"name": "סטרולוב עמירם"
				},
				{
					"name": "גלעדי אלון"
				},
				{
					"name": "נחום שלום"
				},
				{
					"name": "כתר יעקב איתן"
				},
				{
					"name": "שמש ירון"
				},
				{
					"name": "מלמד למואל"
				},
				{
					"name": "בצלאלי שמואל"
				},
				{
					"name": "מריומה יעקב"
				},
				{
					"name": "פרדס אברהם"
				},
				{
					"name": "סרגובי אוריאל עמיחי"
				},
				{
					"name": "גוטלר איתי"
				},
				{
					"name": "דורון בוסתן"
				},
				{
					"name": "אזולאי דניאל"
				},
				{
					"name": "גרינולד הדס"
				},
				{
					"name": "מנשה לביא ארז"
				},
				{
					"name": "בן נשר בנימין"
				},
				{
					"name": "אוחיון אשר"
				},
				{
					"name": "פינק יאיר"
				},
				{
					"name": "פרס ריצ`רד"
				},
				{
					"name": "קבלו פנחס פיני"
				},
				{
					"name": "גבעוני אהרן זליג"
				},
				{
					"name": "מרשק יואל"
				},
				{
					"name": "אלקסלסי הנרי"
				},
				{
					"name": "מזרחי שמואל"
				},
				{
					"name": "אורן אלי אליהו"
				},
				{
					"name": "גבע לאה"
				},
				{
					"name": "בילקר דן"
				},
				{
					"name": "בן ישראל גדעון"
				},
				{
					"name": "איצקוביץ` חיה שרה"
				},
				{
					"name": "דלמן לואיס"
				},
				{
					"name": "זילברברג מיכל"
				},
				{
					"name": "בוקאעי מחמוד"
				},
				{
					"name": "דהמן מרדכי"
				},
				{
					"name": "כהן שולמית שולה"
				},
				{
					"name": "ריטוב עמיר"
				},
				{
					"name": "תיתי עבאס"
				},
				{
					"name": "ביטון מיכאל מרדכי"
				},
				{
					"name": "פכטר אריה"
				},
				{
					"name": "ימיני יצחק"
				},
				{
					"name": "חדד אריה אריק"
				},
				{
					"name": "אריאלי דוד"
				},
				{
					"name": "אוחיון יצחק"
				},
				{
					"name": "אלפסי סימון"
				},
				{
					"name": "שוסטר אלון נתן"
				},
				{
					"name": "דולה יוסף"
				},
				{
					"name": "דיין יעל"
				},
				{
					"name": "כהן רענן"
				},
				{
					"name": "שחל משה"
				},
				{
					"name": "ליבאי דוד"
				},
				{
					"name": "וייס שבח"
				},
				{
					"name": "ידלין אהרון"
				},
				{
					"name": "הלל שלמה"
				},
				{
					"name": "נבון יצחק"
				}
			]
		},
		"24": {
			"name": "עם שלם - בראשות הרב חיים אמסלם",
			"members": [
				{
					"name": "אמסלם חיים",
					"id": "795",
					"image": "http://www.knesset.gov.il/mk/images/members/amsalem_haim-s.jpg"
				},
				{
					"name": "צרפתי משה"
				},
				{
					"name": "אגסי ראובן"
				},
				{
					"name": "יקירה דניאלה"
				},
				{
					"name": "אוקנין מקסים"
				},
				{
					"name": "בן דוד מרב"
				},
				{
					"name": "בן חיים מאיר"
				},
				{
					"name": "קונסטנטין אריאל ברוך"
				},
				{
					"name": "אבסירה תמר"
				},
				{
					"name": "ניישטדט ולדימיר"
				},
				{
					"name": "אסולין שמואל"
				},
				{
					"name": "זאוש אסתר"
				},
				{
					"name": "סבן אלי"
				},
				{
					"name": "פרץ שלומי"
				},
				{
					"name": "אבוהב עידן ישראל"
				}
			]
		},
		"25": {
			"name": "הפיראטים",
			"members": [
				{
					"name": "שם טוב אוהד יעקב",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_86.jpg"
				},
				{
					"name": "כוזר נועם"
				},
				{
					"name": "בירון דן"
				},
				{
					"name": "מלטין לידיה"
				},
				{
					"name": "חדד רפרם"
				},
				{
					"name": "פלנקר הסקלברג דניאל"
				},
				{
					"name": "ליברמן לאו"
				},
				{
					"name": "גוטמן מורן קטרין שמופ"
				},
				{
					"name": "שועלי חפציבה איטה"
				},
				{
					"name": "סקטון עבריה"
				},
				{
					"name": "מלטין איוון"
				},
				{
					"name": "קלנר יותם"
				},
				{
					"name": "שטדלר טל"
				},
				{
					"name": "גולדשטיין קיט לורנס"
				},
				{
					"name": "חזן שלי"
				},
				{
					"name": "בנאי איתמר גדעון"
				},
				{
					"name": "סטו ריינהרד"
				},
				{
					"name": "יוספשוילי ארין"
				},
				{
					"name": "עופר קרן"
				},
				{
					"name": "אלון יונתן עמנואל"
				},
				{
					"name": "מילינבסקי יאנה"
				},
				{
					"name": "גרדשטיין שרון"
				},
				{
					"name": "שוסטק אלעד"
				},
				{
					"name": "אברהם רות"
				},
				{
					"name": "פטרושקה נתנאל"
				},
				{
					"name": "כוזר יוסף"
				},
				{
					"name": "גולני עופר"
				},
				{
					"name": "צוקרמן יעל"
				},
				{
					"name": "ווילר דינה"
				},
				{
					"name": "זהר זאב אל אשר עדין"
				},
				{
					"name": "בן מנחם נחמן"
				},
				{
					"name": "שטיננבאום אמנואל"
				},
				{
					"name": "וינטר מאירה"
				},
				{
					"name": "פרנק ליעד"
				}
			]
		},
		"26": {
			"name": "עתיד אחד – נלחמים בסם החדש",
			"members": [
				{
					"name": "שטלצר יחזקאל",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_93.jpg"
				}
			]
		},
		"27": {
			"name": "צדק חברתי בראשות גד הרן",
			"members": [
				{
					"name": "הרן גד",
					"image": "http://mscwbe.walla.co.il/archive/1131597-54.jpg"
				},
				{
					"name": "סושרד עודד יהודה"
				},
				{
					"name": "סתוי אלי שלום"
				},
				{
					"name": "מוואסי אדריס"
				},
				{
					"name": "ואנונו ויקי"
				},
				{
					"name": "רומנו דוד"
				},
				{
					"name": "רובין צבי"
				},
				{
					"name": "כהן סימי"
				},
				{
					"name": "גנוסר ניר גד"
				},
				{
					"name": "יגנה רואי"
				},
				{
					"name": "שורץ יעקב"
				},
				{
					"name": "פרדה אדמסי אדיר"
				},
				{
					"name": "בלומנטל יוסף אילן"
				}
			]
		},
		"28": {
			"name": "אלאמל לתג`ייר - התקווה לשינוי",
			"members": [
				{
					"name": "קריואוי עאטף",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_87.jpg"
				},
				{
					"name": "בדראן\tסעיד"
				},
				{
					"name": "סלימאן\tמרתא"
				},
				{
					"name": "אבו אלהיג`א מוחמד"
				},
				{
					"name": "אבו רביעה מחמד"
				},
				{
					"name": "עבאס אמנה"
				},
				{
					"name": "ח`ורי ג`מאל"
				},
				{
					"name": "טהה בינאן"
				},
				{
					"name": "סאלח עבד אלרחמאן"
				},
				{
					"name": "אבו זלאם סעיד"
				},
				{
					"name": "אבו ליל יוסף"
				}
			]
		},
		"29": {
			"name": "קדימה בראשות שאול מופז",
			"members": [
				{
					"name": "מופז שאול",
					"id": "720",
					"image": "http://blog.tapuz.co.il/declaration48/images/3569783_78.jpg"
				},
				{
					"name": "חסון ישראל",
					"id": "781"
				},
				{
					"name": "פלסנר יוחנן",
					"id": "809"
				},
				{
					"name": "תירוש רונית",
					"id": "774"
				},
				{
					"name": "חרמש שי שכנאי",
					"id": "804"
				},
				{
					"name": "צלנר יובל",
					"id": "853"
				},
				{
					"name": "אביטל דורון",
					"id": "851"
				},
				{
					"name": "חסון אכרם",
					"id": "854"
				},
				{
					"name": "דבאח אחמד"
				},
				{
					"name": "לבני אתי אסתר"
				},
				{
					"name": "יוגב מטי (מרטין)"
				},
				{
					"name": "וייצמן אהוד"
				},
				{
					"name": "רייבי נחמיה"
				},
				{
					"name": "טנצר אלכסנדר"
				},
				{
					"name": "אלפריח מוטי מרדכי"
				},
				{
					"name": "אזולאי אירית"
				},
				{
					"name": "דרמן דנילו"
				},
				{
					"name": "טבאש יאסר"
				},
				{
					"name": "טריף סלמאן"
				},
				{
					"name": "אחרק רזיאל"
				},
				{
					"name": "קסנטיני איתן"
				},
				{
					"name": "גלזר אלחנן"
				},
				{
					"name": "טל ויקטור"
				},
				{
					"name": "ברקאי צביקה"
				},
				{
					"name": "מורד בהזד"
				},
				{
					"name": "גולן ניר"
				},
				{
					"name": "עומרד אבי"
				},
				{
					"name": "מסרי חוסאם"
				},
				{
					"name": "פלג מירה"
				},
				{
					"name": "גבאי יהודה"
				},
				{
					"name": "חוא לואי"
				},
				{
					"name": "רוטשילד יעקב"
				},
				{
					"name": "ביבר ענת"
				},
				{
					"name": "מוסט ראובן"
				},
				{
					"name": "נחמן עודד"
				},
				{
					"name": "רייבי אביתר"
				},
				{
					"name": "מנחם אשר"
				},
				{
					"name": "אסולין יואב"
				},
				{
					"name": "וינברגר עופרית"
				},
				{
					"name": "וידרמן אברהם"
				},
				{
					"name": "בניטה שמעון (סימו)"
				},
				{
					"name": "אמר חנוך"
				},
				{
					"name": "טוריס שירלי"
				},
				{
					"name": "ברזילי יוסף"
				},
				{
					"name": "אטרי דרור"
				},
				{
					"name": "סיבק יחזקאל"
				},
				{
					"name": "קצנלבוגן עמירם"
				},
				{
					"name": "אלגרבלי מקסים"
				},
				{
					"name": "קאשי מירי (מרים)"
				},
				{
					"name": "בנדר אהוד (אדי)"
				},
				{
					"name": "קזז יניב"
				},
				{
					"name": "שרגא רפאל"
				},
				{
					"name": "בן מנחם אליהו אלי"
				},
				{
					"name": "שחר דביר"
				},
				{
					"name": "ראמוס רחל"
				},
				{
					"name": "יצחק מרדכי מוקי"
				},
				{
					"name": "רוזנשטיין אפרים"
				},
				{
					"name": "בר אילן טובה"
				},
				{
					"name": "שרם ניסים"
				},
				{
					"name": "קורקוס ניסים"
				},
				{
					"name": "בלאל עאסי"
				},
				{
					"name": "שיף דבורה"
				},
				{
					"name": "שמיר בלאט ריאל"
				},
				{
					"name": "סדון אדם"
				},
				{
					"name": "אליאס עדי"
				},
				{
					"name": "עמר מאיר"
				},
				{
					"name": "צבי אורלי"
				},
				{
					"name": "חולי אברהם"
				},
				{
					"name": "יגודה יעקב"
				},
				{
					"name": "פיש יובל"
				},
				{
					"name": "מויאל יניב"
				},
				{
					"name": "יראל אלון"
				},
				{
					"name": "רוטשטיין עקיבא יוסף"
				},
				{
					"name": "טריף אנסי"
				},
				{
					"name": "נחמן משה"
				},
				{
					"name": "הרץ שרגא"
				},
				{
					"name": "מלכה נורית"
				},
				{
					"name": "עאסי חאזם"
				},
				{
					"name": "לקסמן יעקב"
				},
				{
					"name": "עאסי זאהר"
				},
				{
					"name": "סיטרוק מרקו"
				},
				{
					"name": "ניסימפור משה"
				},
				{
					"name": "אמר שלמה (שלומי)"
				},
				{
					"name": "אמר קרן אור"
				},
				{
					"name": "שמיה נסים"
				},
				{
					"name": "אבוטבול מורן"
				},
				{
					"name": "לירון יעקב"
				},
				{
					"name": "סדון אביתר"
				},
				{
					"name": "חסון סעיד"
				},
				{
					"name": "נסראלדין יואל"
				},
				{
					"name": "אדנייב - עדי צבי"
				},
				{
					"name": "חלבי סאמר"
				},
				{
					"name": "חסון חכמת"
				},
				{
					"name": "אילגייב ריגורי גרשון"
				}
			]
		},
		"30": {
			"name": "חד”ש – חזית דמוקרטית לשלום ושוויון (המפלגה הקומוניסטית הישראלית – תראבוט וחוגי ציבור ערבים ויהודים)",
			"members": [
				{
					"name": "ברכה מוחמד",
					"id": "107",
					"image": "http://www.knesset.gov.il/mk/images/members/baraka_mohamed-s.jpg"
				},
				{
					"name": "סויד חנא",
					"id": "789"
				},
				{
					"name": "חנין דב בוריס",
					"id": "780"
				},
				{
					"name": "אגבאריה עפו",
					"id": "842"
				},
				{
					"name": "אספניולי נבילה"
				},
				{
					"name": "עודה איימן"
				},
				{
					"name": "אבו מערוף עבדאללה"
				},
				{
					"name": "רענן יעלה"
				},
				{
					"name": "סקסק עומר"
				},
				{
					"name": "סטולר מור"
				},
				{
					"name": "נסאר עומר"
				},
				{
					"name": "ג`לג`ולי מייסם"
				},
				{
					"name": "כנאנה עמראן"
				},
				{
					"name": "היבי עלי"
				},
				{
					"name": "אבו אלהיג`א עאדל"
				},
				{
					"name": "ג`בארין יוסף"
				},
				{
					"name": "זרצקי עדנה"
				},
				{
					"name": "סנעאללה נסר"
				},
				{
					"name": "ניקולה עיסא"
				},
				{
					"name": "ברגותי כמאל"
				},
				{
					"name": "גולדפרב פדרו"
				},
				{
					"name": "בסול רינאוי הישאם"
				},
				{
					"name": "חמדי אחמד"
				},
				{
					"name": "מוסא נעים"
				},
				{
					"name": "גולדרינג יואב"
				},
				{
					"name": "מורקוס זריק אמל"
				},
				{
					"name": "כורי ח`ליל"
				},
				{
					"name": "עואד סמיר"
				},
				{
					"name": "עודה אחמד"
				},
				{
					"name": "ואכד ח`יתאם"
				},
				{
					"name": "מרזוק סלמאן"
				},
				{
					"name": "גהשאן שפיק"
				},
				{
					"name": "שריף ג`מאל"
				},
				{
					"name": "אמורי אדם ישי"
				},
				{
					"name": "אלנקיב מהא"
				},
				{
					"name": "דאוד (תורכי) ח`אלד"
				},
				{
					"name": "אבו דבאי-נערה פידאא"
				},
				{
					"name": "בסל ג`בר"
				},
				{
					"name": "ראס עאידה"
				},
				{
					"name": "אבו אלזולוף פואז"
				},
				{
					"name": "וולטמן אורי"
				},
				{
					"name": "חמוד חמוד"
				},
				{
					"name": "חג`אג` נורית"
				},
				{
					"name": "שביטה אמג`ד"
				},
				{
					"name": "עאמר שדא"
				},
				{
					"name": "חמודה מוניר"
				},
				{
					"name": "חמאיסה אמין"
				},
				{
					"name": "דרייר שילה יובל"
				},
				{
					"name": "סלימאן לילא"
				},
				{
					"name": "תאיה ג`מאל"
				},
				{
					"name": "קאדרי עלי"
				},
				{
					"name": "טנדלר יואל"
				},
				{
					"name": "ברתנא הגר"
				},
				{
					"name": "דיאב סוהיל"
				},
				{
					"name": "גזאוי עבד אלרחים"
				},
				{
					"name": "בישארה נסים"
				},
				{
					"name": "עיראקי אחמד"
				},
				{
					"name": "שנאווי אניס"
				},
				{
					"name": "יאסין סאמי"
				},
				{
					"name": "נסרה חוריה"
				},
				{
					"name": "בדווי עבדאללה"
				},
				{
					"name": "שביטה פתחי"
				},
				{
					"name": "ח`לף עבד אלפתאח"
				},
				{
					"name": "ראבי דרויש"
				},
				{
					"name": "מחאמיד זיאד"
				},
				{
					"name": "גרין אלון לי"
				},
				{
					"name": "אבו ליל סעיד"
				},
				{
					"name": "סלאמה עבד אלרחמן"
				},
				{
					"name": "חסאן שרף"
				},
				{
					"name": "אחמד האלה"
				},
				{
					"name": "כסיף עופר"
				},
				{
					"name": "ח`טיב אבראהים"
				},
				{
					"name": "טאהא סעיד"
				},
				{
					"name": "ימפולר אריה"
				},
				{
					"name": "חאג` כמאל"
				},
				{
					"name": "חידר יוסף"
				},
				{
					"name": "אבו ראס בות`ינה"
				},
				{
					"name": "ח`שיבון אסעד"
				},
				{
					"name": "אבו ראס עבד אלסלאם"
				},
				{
					"name": "גטאס פאתן"
				},
				{
					"name": "נכד נכד"
				},
				{
					"name": "זין אלדין עיסאם"
				},
				{
					"name": "מחאמיד ראידה"
				},
				{
					"name": "צדוק צדוק"
				},
				{
					"name": "סמעאן אסעד"
				},
				{
					"name": "חאג` אחמד"
				},
				{
					"name": "חמדי עומר"
				},
				{
					"name": "אבו יונס מאג`ד"
				},
				{
					"name": "קאסם גאזי"
				},
				{
					"name": "עאמר עאדל"
				},
				{
					"name": "חריכי עלי"
				},
				{
					"name": "אבו זיד דח`יל"
				},
				{
					"name": "בקר דליה"
				},
				{
					"name": "שאואר נועה"
				},
				{
					"name": "מנסור מוחמד"
				},
				{
					"name": "זיאד נאילה"
				},
				{
					"name": "דוידי אפרים"
				},
				{
					"name": "תומא-סלימאן עאידה"
				},
				{
					"name": "עיראקי סאמח"
				},
				{
					"name": "טיבי זוהיר"
				},
				{
					"name": "דהאמשה מנסור"
				},
				{
					"name": "גנאס כמאל"
				},
				{
					"name": "כנאענה תאופיק"
				},
				{
					"name": "אבו ראס ג`מיל"
				},
				{
					"name": "ג`ראיסי רודינה"
				},
				{
					"name": "סעדי עומר"
				},
				{
					"name": "כנאנה אסעד"
				},
				{
					"name": "בורשטיין דוד (עוזי)"
				},
				{
					"name": "סגיר פתחיה"
				},
				{
					"name": "גונן בנימין"
				},
				{
					"name": "אלעטאונה יוסף"
				},
				{
					"name": "אבו רחמון אדיב"
				},
				{
					"name": "ח`ורי סמירה"
				},
				{
					"name": "ח`טיב שאוקי"
				},
				{
					"name": "מח`ול עסאם"
				},
				{
					"name": "טאהא מוחמד"
				},
				{
					"name": "גוז`נסקי תמר"
				},
				{
					"name": "ג`ראיסי ראמז"
				},
				{
					"name": "אלקאסם סמיח"
				},
				{
					"name": "נפאע מוחמד"
				}
			]
		},
		"31": {
			"name": "רע”מ - תע”ל - מד”ע",
			"members": [
				{
					"name": "צרצור אברהים",
					"id": "800",
					"image": "http://www.knesset.gov.il/mk/images/members/sarsur_ibrahim-s.jpg"
				},
				{
					"name": "טיבי אחמד",
					"id": "208"
				},
				{
					"name": "גנאים מסעוד",
					"id": "844"
				},
				{
					"name": "אבו עראר טלב"
				},
				{
					"name": "סאנע טלב",
					"id": "13"
				},
				{
					"name": "כנעאן מוחמד"
				},
				{
					"name": "בדראן ;זידאן"
				},
				{
					"name": "עבדאללה גסאן"
				},
				{
					"name": "פדילה יוסף"
				},
				{
					"name": "זובידאת פארוק"
				},
				{
					"name": "עדווי חוסאם"
				},
				{
					"name": "עלי סעאבנה"
				},
				{
					"name": "סלאמה פאיז"
				},
				{
					"name": "פדילה עאידה"
				},
				{
					"name": "גנאים זכי"
				},
				{
					"name": "אבו פנה עא לרחים"
				},
				{
					"name": "מנסור דאווד"
				},
				{
					"name": "עיראקי תמים"
				},
				{
					"name": "בדיר כמאל"
				},
				{
					"name": "סלאימה חסין"
				},
				{
					"name": "ואכד רים"
				},
				{
					"name": "חיאדרי אמאני"
				},
				{
					"name": "דראושה אמאני"
				},
				{
					"name": "אבו מדיגם עטא"
				},
				{
					"name": "עכאשה עלי"
				},
				{
					"name": "חטיב הבא"
				},
				{
					"name": "יוסף מדיין"
				},
				{
					"name": "דראושה באסל"
				},
				{
					"name": "מכלוף חוסאם"
				},
				{
					"name": "חטיב אסמה"
				},
				{
					"name": "פדילה מוהנד"
				},
				{
					"name": "בדוויה גמיל"
				},
				{
					"name": "אכתילאת אברהים"
				},
				{
					"name": "אלקרם יוסף"
				},
				{
					"name": "עתאמנס נאיף"
				},
				{
					"name": "נאסר מוסא"
				},
				{
					"name": "זעבי דעאא"
				},
				{
					"name": "מיעארי מנאר"
				},
				{
					"name": "קאסם עלי"
				},
				{
					"name": "גרה חסאם"
				},
				{
					"name": "שהאב מוסטפא"
				},
				{
					"name": "טהה חסן"
				},
				{
					"name": "עתאמנה ספא"
				},
				{
					"name": "כיואן עלי"
				},
				{
					"name": "סמארה יזיד"
				},
				{
					"name": "גנאים מוחמד"
				},
				{
					"name": "אבו יאסין בסאם"
				},
				{
					"name": "קשקוש מוחמד"
				},
				{
					"name": "מחאגנה עלי"
				},
				{
					"name": "מוהנא מוחמד"
				},
				{
					"name": "גאבר אחמד"
				},
				{
					"name": "אגבארייה עלאם"
				},
				{
					"name": "מחאמיד מוחמד"
				},
				{
					"name": "גבארין מוחמד"
				},
				{
					"name": "מחאגנה אחמד"
				},
				{
					"name": "עיראקי אסלאם"
				},
				{
					"name": "עיראקי עדנאן"
				},
				{
					"name": "עאזם אחמד"
				},
				{
					"name": "זרקאווי מהדי"
				},
				{
					"name": "מנאע אחמד"
				},
				{
					"name": "עזאיזה אכראם"
				},
				{
					"name": "דראושה היתם"
				},
				{
					"name": "מסארייה ראיף"
				},
				{
					"name": "יעקב זאיד"
				},
				{
					"name": "דלאשה אחמד"
				},
				{
					"name": "עתאמוה מוחמד"
				},
				{
					"name": "חידר איאד"
				},
				{
					"name": "אבו חיר אחמד"
				},
				{
					"name": "מרעי חסן"
				},
				{
					"name": "ושאחי מאג`ד"
				},
				{
					"name": "שקרא ג`מאל"
				},
				{
					"name": "שלבי עמר"
				},
				{
					"name": "מסרי עבד אלכרים"
				},
				{
					"name": "קשקוש ראשד"
				},
				{
					"name": "פדילה מוחמד"
				},
				{
					"name": "מסרי אמין"
				},
				{
					"name": "זמירו פואד"
				},
				{
					"name": "סולטאן רביע"
				},
				{
					"name": "עומרי נאיף"
				},
				{
					"name": "סעדי גסאן"
				},
				{
					"name": "קשקוש עאדל"
				},
				{
					"name": "סלאמה גמיל"
				},
				{
					"name": "זועבי אמיר"
				},
				{
					"name": "קוודר אסמעיל"
				},
				{
					"name": "נעים יחיא"
				},
				{
					"name": "חג`לה חסן"
				},
				{
					"name": "סטל מוחמד"
				},
				{
					"name": "אבו ליל פח`רי"
				},
				{
					"name": "ותד עבד"
				},
				{
					"name": "אמארה נביל"
				},
				{
					"name": "אבו גאנם עאמר"
				},
				{
					"name": "אבו ליל אחמד"
				},
				{
					"name": "חסינייה חאלד"
				},
				{
					"name": "עבאס שאדי"
				},
				{
					"name": "עכרי אשרף"
				},
				{
					"name": "בלחה אחמד"
				},
				{
					"name": "טורי חמיס"
				},
				{
					"name": "טורה חאלד"
				},
				{
					"name": "אלעמור יוסף"
				},
				{
					"name": "מלחם רביע"
				},
				{
					"name": "קרם עלי"
				},
				{
					"name": "אבו אחמד סלימאן"
				},
				{
					"name": "עבדאלחלים טאהה"
				},
				{
					"name": "אלעמור סמיר"
				},
				{
					"name": "חאג` יחיא עבד אחכים"
				},
				{
					"name": "קעדאן אעתמאד"
				},
				{
					"name": "טיבי מואיד"
				},
				{
					"name": "עכרייה מחמד"
				},
				{
					"name": "עכרי מאהר"
				},
				{
					"name": "חאג יחיא מטאוע"
				},
				{
					"name": "מוהנא אחמד"
				},
				{
					"name": "חג יחיא מטאוע"
				},
				{
					"name": "עוידה זיאד"
				},
				{
					"name": "עזאזמה יוסף"
				},
				{
					"name": "חודר עלי"
				},
				{
					"name": "חגאזי אברהים"
				},
				{
					"name": "דיאב סלימאן"
				},
				{
					"name": "שאהין יוסף"
				},
				{
					"name": "דראושה עבד אלוהאב"
				},
				{
					"name": "דהאמשה עאלמאלכ"
				}
			]
		},
		"32": {
			"name": "חיים בכבוד",
			"members": [
				{
					"name": "דנינו רות",
					"image": "http://sphotos-d.ak.fbcdn.net/hphotos-ak-snc6/9213_439426046112011_1532009301_n.jpg"
				},
				{
					"name": "למבז  יניב"
				},
				{
					"name": "עמית סער שלום"
				},
				{
					"name": "אלהב אליהו"
				},
				{
					"name": "קזדו יוסף"
				},
				{
					"name": "שורץ צבי"
				},
				{
					"name": "כהן מרדכי"
				},
				{
					"name": "בן נון חפציבה"
				},
				{
					"name": "רוזנברג פבל"
				},
				{
					"name": "לידני חיים"
				},
				{
					"name": "אטיאס נפתלי"
				},
				{
					"name": "סולם פרץ"
				},
				{
					"name": "פרץ אברהם"
				},
				{
					"name": "ויצמן גאולה"
				},
				{
					"name": "ריס גאולה"
				},
				{
					"name": "קריצבסקי יצחק"
				}
			]
		},
		"33": {
			"name": "שס התאחדות הספרדית העולמית שומרי תורה",
			"members": [
				{
					"name": "ישי, אליהו",
					"id": "63",
					"image": "http://www.knesset.gov.il/mk/images/members/yishai_eli-s.jpg"
				},
				{
					"name": "דרעי אריה מכלוף"
				},
				{
					"name": "אטיאס אריאל",
					"id": "791"
				},
				{
					"name": "כהן יצחק",
					"id": "65"
				},
				{
					"name": "נהרי משולם",
					"id": "222"
				},
				{
					"name": "כהן אמנון",
					"id": "210"
				},
				{
					"name": "מרגי יעקב",
					"id": "751"
				},
				{
					"name": "אזולאי דוד",
					"id": "7"
				},
				{
					"name": "ועקנין יצחק",
					"id": "50"
				},
				{
					"name": "זאב ניסים",
					"id": "206"
				},
				{
					"name": "מיכאלי אברהם",
					"id": "784"
				},
				{
					"name": "בן צור יואב"
				},
				{
					"name": "אדרי ליאור"
				},
				{
					"name": "אילוז עמי"
				},
				{
					"name": "דדון אלי"
				},
				{
					"name": "לוי גרשון"
				},
				{
					"name": "ביטון עמי"
				},
				{
					"name": "אלחרר בנימין"
				},
				{
					"name": "מלכה אורן"
				},
				{
					"name": "נחום נתנאל"
				},
				{
					"name": "רואש חיים אליהו"
				},
				{
					"name": "כהן אמנון"
				},
				{
					"name": "הללויה עזרא"
				},
				{
					"name": "סולטן יצחק"
				},
				{
					"name": "מישאלי אשר חי גבריאל"
				},
				{
					"name": "אסולין צבי"
				},
				{
					"name": "כרדי עופר"
				},
				{
					"name": "כהן רפאל"
				},
				{
					"name": "ביטון אברהם"
				},
				{
					"name": "רחמים גבריאל"
				},
				{
					"name": "אהרון עוזי"
				},
				{
					"name": "אוחנונה דוד"
				},
				{
					"name": "בוסו אוריאל"
				},
				{
					"name": "בן אברהם אבי"
				},
				{
					"name": "העצני אסף"
				},
				{
					"name": "גבאי דוד"
				},
				{
					"name": "כהן רפאל"
				},
				{
					"name": "חררי דב"
				},
				{
					"name": "בן זקרי משה"
				},
				{
					"name": "בן שלמה יעקב"
				},
				{
					"name": "בוסקילה אברהם"
				},
				{
					"name": "זיגדון אליהו"
				},
				{
					"name": "זעפראני שלמה"
				},
				{
					"name": "בהיינה מזור"
				},
				{
					"name": "בוחבוט שרלי שלום"
				},
				{
					"name": "טפירו מישל"
				},
				{
					"name": "אביטן שמעון"
				},
				{
					"name": "אדוארד נרקיס"
				},
				{
					"name": "אדמוני יעקב"
				},
				{
					"name": "אמסלם נתנאל"
				},
				{
					"name": "אקוע אבנר"
				},
				{
					"name": "אשול רחמים"
				},
				{
					"name": "אתירם עמיקם"
				},
				{
					"name": "אבידני יצחק"
				},
				{
					"name": "טייב דניאל"
				},
				{
					"name": "דוד בצלאל"
				},
				{
					"name": "גארלה יהודה"
				},
				{
					"name": "גדניאן חנוך"
				},
				{
					"name": "גדסי אלדד פנחס"
				},
				{
					"name": "גואטה עופר"
				},
				{
					"name": "דוד מנחם"
				},
				{
					"name": "זוהר שמעון"
				},
				{
					"name": "טולדנו אשר"
				},
				{
					"name": "סדון יוסף"
				},
				{
					"name": "כהן נוריאל"
				},
				{
					"name": "לוי שמואל"
				},
				{
					"name": "לוי אליהו"
				},
				{
					"name": "לוי מאיר"
				},
				{
					"name": "צברי פיני"
				},
				{
					"name": "מלכה יצחק"
				},
				{
					"name": "מלכה אוריאל"
				},
				{
					"name": "ממן שלמה"
				},
				{
					"name": "ממן אליהו"
				},
				{
					"name": "עדני בנימין"
				},
				{
					"name": "כהן מאור"
				},
				{
					"name": "עמר שמעון"
				},
				{
					"name": "עמרם ששון"
				},
				{
					"name": "עמרן חיים"
				},
				{
					"name": "פרטוש משה"
				},
				{
					"name": "פרץ שמעון"
				},
				{
					"name": "קריספל אמיר"
				},
				{
					"name": "בן אברהם חיים"
				},
				{
					"name": "בן שלמה שלמה"
				},
				{
					"name": "חדד חגי"
				},
				{
					"name": "פנחסי רפאל"
				}
			]
		},
		"34": {
			"name": "התנועה בראשות ציפי לבני",
			"members": [
				{
					"name": "לבני, ציפי",
					"id": "213",
					"image": "http://www.knesset.gov.il/mk/images/members/livnee_zipi-s.jpg"
				},
				{
					"name": "מצנע עמרם"
				},
				{
					"name": "פרץ עמיר",
					"id": "105"
				},
				{
					"name": "שטרן אלעזר"
				},
				{
					"name": "שטרית מאיר",
					"id": "119"
				},
				{
					"name": "צור דוד"
				},
				{
					"name": "חסון יואל",
					"id": "772"
				},
				{
					"name": "מולה שלמה",
					"id": "810"
				},
				{
					"name": "כהן מירב"
				},
				{
					"name": "זוארץ אורית",
					"id": "822"
				},
				{
					"name": "ולנסי הנרי אהרון"
				},
				{
					"name": "ווהבה מגלי",
					"id": "727"
				},
				{
					"name": "טל אלון"
				},
				{
					"name": "טיבייב רוברט",
					"id": "819"
				},
				{
					"name": "בן-זקן אבנר"
				},
				{
					"name": "אדטו רחל",
					"id": "820"
				},
				{
					"name": "מרגולין-ליבסטר דינה"
				},
				{
					"name": "שק דניאל"
				},
				{
					"name": "נול בועז"
				},
				{
					"name": "בריזון רוני"
				},
				{
					"name": "שוחט ליאת"
				},
				{
					"name": "מילר עידן"
				},
				{
					"name": "גרינפילד יהודה"
				},
				{
					"name": "גל מירלה"
				},
				{
					"name": "גריפאת קאסם"
				},
				{
					"name": "מורן סיגל"
				},
				{
					"name": "שגיא משה"
				},
				{
					"name": "גולן אראלה"
				},
				{
					"name": "אורון ישראלה"
				},
				{
					"name": "עמאר נדים"
				},
				{
					"name": "זונדר-כסלו רומי"
				},
				{
					"name": "חלבי קופטאן"
				},
				{
					"name": "רוזגוביץ` אלעד"
				},
				{
					"name": "מרגלית רון"
				},
				{
					"name": "אמנו דורון"
				},
				{
					"name": "עמר פלג"
				},
				{
					"name": "לבשטיין אופיר"
				},
				{
					"name": "עבאדי רועי"
				},
				{
					"name": "ישראל מורן"
				},
				{
					"name": "לסרי אופיר"
				},
				{
					"name": "הירש גדעון"
				},
				{
					"name": "קופצ`יק יקטרינה"
				},
				{
					"name": "תורן תאליר שרית"
				},
				{
					"name": "ז`נה רפי"
				},
				{
					"name": "הולנדר אריאל מנחם"
				},
				{
					"name": "שכנאי הדס"
				},
				{
					"name": "ורטהיימר סטף"
				}
			]
		}
	}
};
