(function (exports) {
	var demoCenterCredit = {
			text : 'המכון הישראלי לדמוקרטיה',
			url : 'http://www.idi.org.il/'
		},
		partyInfo = [
			{
				party_id : 1,
				party_name: 'האיחוד הלאומי',
				logo_url : 'images/parties/haichudhaleumi.jpg',
				info : 'האיחוד הלאומי נוסד ב-1999 לקראת הבחירות לכנסת החמש עשרה כרשימה משותפת של שלוש מפלגות ימין קטנות - תקומה, מולדת וחירות. בראש הרשימה הוצב בני בגין, ואולם משהתברר כי הרשימה זכתה בארבעה מושבים בלבד, הוא הכריז על פרישתו ולא תפס את מקומו כחבר כנסת. במהלך מושב הכנסת פרשה חירות מהסיעה, אך לעומת זאת הצטרפה אליה מפלגת ישראל ביתנו. שיתוף הפעולה בין האיחוד הלאומי לישראל ביתנו הבשיל לכדי התמודדות ברשימה משותפת בבחירות לכנסת השש עשרה (2003). בראש הרשימה הוצב אביגדור ליברמן, והיא זכתה בשבעה מושבים. ב-2005 פרשה ישראל ביתנו מהסיעה המשותפת, ובבחירות לכנסת השבע עשרה (2006) התמודדה האיחוד הלאומי ברשימה משותפת עם המפד"ל. ב-2009, לקראת הבחירות לכנסת השמונה עשרה, ניסו שתי המפלגות לחזק את השותפות ולהקים מפלגה שתייצג את כל מפלגות הימין, ואולם בעקבות חילוקי דעות חל פיצול, ובסופו של דבר התמודדה רשימת האיחוד הלאומי כשהיא מאגדת תחתיה את המפלגות תקומה, התקווה, מולדת וארץ ישראל שלנו.<br/><br/>האיחוד הלאומי ממקמת את עצמה מימינה של המפד"ל ופונה בעיקר לקהל מצביעים דתי. המפלגה אינה דתית בהגדרתה, ובכל גלגוליה היו בה מועמדים שאינם דתיים, אבל עם זה היא שואפת להעמיק את החינוך היהודי בבתי הספר. המפלגה דוגלת בעיקרון של שלמות הארץ, תומכת במפעלי ההתיישבות ביהודה ושומרון וקוראת לנקיטת מדיניות תקיפה בנושאי ביטחון. בנושאי כלכלה המפלגה דוגלת בליברליזציה של המשק ובעידוד היוזמה הפרטית.',
				short_info : 'האיחוד הלאומי נוסד ב-1999 לקראת הבחירות לכנסת החמש עשרה כרשימה משותפת של שלוש מפלגות ימין קטנות - תקומה, מולדת וחירות. בראש הרשימה הוצב בני בגין, ואולם משהתברר כי הרשימה זכתה בארבעה מושבים בלבד, הוא הכריז על פרישתו ולא תפס את מקומו כחבר כנסת. במהלך מושב הכנסת פרשה חירות מהסיעה, אך לעומת זאת הצטרפה אליה מפלגת ישראל ביתנו. שיתוף הפעולה בין האיחוד הלאומי לישראל ביתנו הבשיל לכדי התמודדות ברשימה משותפת בבחירות לכנסת השש עשרה (2003).',
				founding_year: 1999,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 2,
				party_name: 'הליכוד',
				logo_url : 'images/parties/likud.jpg',
				info : 'הליכוד החל את דרכו כרשימה משותפת שהוקמה בשנת 1973, לקראת הבחירות לכנסת השמינית, וכללה את חרות, את המפלגה הליברלית, את המרכז החופשי, את הרשימה הממלכתית ואת תנועת העבודה למען ארץ ישראל השלמה. בשנת 1988 התמזגו המפלגות לכדי מפלגה אחת בשם הליכוד.<br/><br/>הליכוד היא מפלגת ימין מתונה שהתמודדה על השלטון בכל שנות קיומה. הליכוד בראשותו של מנחם בגין תפס את השלטון לראשונה בשנת 1977 ונותר בשלטון עד 1984. לאחר מכן היה שותף בשלוש ממשלות האחדות שכיהנו עד 1990. יצחק שמיר כיהן כראש ממשלה מטעם הליכוד בשנים 1986 1992. בשנה זו, לאחר יותר מחמש עשרה שנים בשלטון, חזר הליכוד לחבוש את ספסלי האופוזיציה, ושב לשלטון בראשות בנימין נתניהו בשנים 1999-1996 ופעם נוספת בראשות אריאל שרון בשנים 2005-2001. בשלהי 2005 חל פילוג במפלגה, עם פרישתו של אריאל שרון ושורה של חברי כנסת מהמפלגה והקמתה של קדימה. לאחר שלוש שנים באופוזיציה שב הליכוד למעמד של מפלגת השלטון, עם כניסתה לתפקיד של ממשלת נתניהו השנייה ב-31 במרס 2009.<br/><br/>המפלגה תמכה ברעיון ארץ ישראל השלמה, גם אם לא תמיד הגדירה מהם גבולות המדינה המדויקים. במשך שנים לא הכירה המפלגה בתביעות הפלסטינים לריבונות, אבל עם השנים עמדותיה התמתנו, ובפועל היא הובילה לוויתורים בהסכמי קמפ דיוויד (1979), פתחה במשא ומתן בוועידת מדריד (1991), המשיכה את הסכמי אוסלו והובילה את תכנית ההתנתקות החד-צדדית שכללה את פינוי היישובים היהודיים ברצועת עזה (2005).<br/><br/>בנושא החברתי-כלכלי הליכוד מציג עמדות ימניות ושמרניות הדוגלות בשוק חופשי. אך זוכה עם זאת לתמיכה דווקא בקרב אוכלוסיות חלשות מבחינה כלכלית. הליכוד פעל להפרטת המשק לצד קביעת שכר מינימום, חוק פנסיה ממלכתית ועוד. בנושאי דת ומדינה לליכוד עמדות מרכזיות והוא מאופיין כמפלגה חילונית, אך עדיין נחשב שותף נוח למפלגות הדתיות יותר מהמערך או ממפלגת העבודה.',
				short_info : 'הליכוד החל את דרכו כרשימה משותפת שהוקמה בשנת 1973, לקראת הבחירות לכנסת השמינית, וכללה את חרות, את המפלגה הליברלית, את המרכז החופשי, את הרשימה הממלכתית ואת תנועת העבודה למען ארץ ישראל השלמה. בשנת 1988 התמזגו המפלגות לכדי מפלגה אחת בשם הליכוד.',
				founding_year: 1973,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 3,
				party_name: 'מפלגת העבודה',
				logo_url : 'images/parties/labor.jpg',
				info : 'מפלגת העבודה הישראלית היא יורשתה וממשיכתה של מפא"י. המפלגה נוסדה בינואר 1968 בעקבות איחוד בין מפא"י, אחדות העבודה ורפ"י. עד הבחירות לכנסת השתים עשרה (1988) התמודדה מפלגת העבודה במסגרת רשימת המערך. בבחירות לכנסת השלוש עשרה (1992) והארבע עשרה (1996) התמודדה באופן עצמאי, ולאחר מכן, בבחירות לכנסת החמש עשרה (1999), הייתה הבורג העיקרי ברשימת ישראל אחת. בשתי מערכות הבחירות הבאות התמודדה יחד עם מימד, אך שותפות זו באה לקצה בבחירות לכנסת השמונה עשרה (2009).<br/><br/>בהיותה ממשיכת דרכה של מפא"י, גם מפלגת העבודה התבססה על אידאולוגיה ציונית-סוציאליסטית מתונה. היא המשיכה את הזיקה להסתדרות העובדים הכללית, אך מאמצע שנות התשעים התמתנה מכוּונותה הכלכלית-חברתית לכיוון של סוציאל-דמוקרטיה. מבחינה מדינית במשך השנים נדדה המפלגה שמאלה, והייתה המפלגה הראשית הראשונה שקראה למשא ומתן עם אש"ף ותמכה בהקמת מדינה פלסטינית. בנושאי דת ומדינה נקרעה מפלגת העבודה במשך השנים בין עמדותיה האידאולוגיות ובין חוסר רצונה להתעמת עם המפלגות הדתיות, שותפותיה הקואליציוניות. לאחר מהפך 1977, כשניתקה הברית עם הדתיים, הציגה המפלגה בחופשיות יותר את עמדותיה בתחום זה לרבות הבטחת מעמד מוכר לכל זרמי היהדות ותמיכה בגיוס בחורי ישיבות.<br/><br/>היושב ראש הראשון של המפלגה היה ראש הממשלה לוי אשכול, ומאז כיהנו מטעמה עוד ארבעה ראשי ממשלה: גולדה מאיר, יצחק רבין, שמעון פרס ואהוד ברק. מפלגת העבודה אחזה בהגה השלטון מאז היווסדה ועד המהפך ההיסטורי של 1977, אז איבדה אותו לראשונה לטובת הליכוד. בשנות השמונים כיהנה בכמה ממשלות אחדות לאומית יחד עם הליכוד, ואל השלטון חזרה לאחר בחירות 1992, אז זכתה להקים את הקואליציה בראשותו של יצחק רבין, יושב ראש המפלגה דאז. בשנת 1999 זכה יושב ראש המפלגה, אהוד ברק, בבחירות הישירות לראשות הממשלה, ושוב הייתה המפלגה גורם עיקרי בקואליציה. מאז 1992 ירד כוחה של מפלגת העבודה, ובבחירות 2009 היא הגיעה לשפל של 13 מושבים.',
				short_info : 'מפלגת העבודה הישראלית היא יורשתה וממשיכתה של מפא"י. המפלגה נוסדה בינואר 1968 בעקבות איחוד בין מפא"י, אחדות העבודה ורפ"י. עד הבחירות לכנסת השתים עשרה (1988) התמודדה מפלגת העבודה במסגרת רשימת המערך. בבחירות לכנסת השלוש עשרה (1992) והארבע עשרה (1996) התמודדה באופן עצמאי, ולאחר מכן, בבחירות לכנסת החמש עשרה (1999), הייתה הבורג העיקרי ברשימת ישראל אחת. בשתי מערכות הבחירות הבאות התמודדה יחד עם מימד, אך שותפות זו באה לקצה בבחירות לכנסת השמונה עשרה (2009).',
				founding_year: 1968,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 4,
				party_name: 'יהדות התורה',
				logo_url : 'images/parties/torahjudaism.jpg',
				info : 'יהדות התורה היא רשימה משותפת למפלגות החרדיות אגודת ישראל ודגל התורה. שתי המפלגות מתמודדות בצוותא ברשימה זו למן הכנסת השלוש עשרה (1992).<br/><br/>הרשימה פועלת לקידום האינטרסים של המגזר שהיא מייצגת בתחומי החינוך והרווחה ובנושאים ממוקדים כמו גיוס לצבא. עוד פועלת המפלגה לשימור הצביון הדתי במדינה, ובספטמבר 1999 (הכנסת החמש עשרה) אף פרשה מהקואליציה בשל שינוע בשבת של משחנים לתחנת הכוח באשקלון. בנושאי חוץ וביטחון יהדות התורה ניצבת במרכז, וכל החלטה שלה כפופה לשיקולים תורניים ולא ביטחוניים-מדיניים דווקא. לראיה, הרשימה הייתה שותפה לממשלה שביצעה את תכנית ההתנתקות מחבל עזה. עם זאת הרשימה נוטה בדרך כלל לתמוך במחנה הימין בשל מאפייניו השמרניים יותר בנושאי דת ומדינה.',
				short_info : 'יהדות התורה היא רשימה משותפת למפלגות החרדיות אגודת ישראל ודגל התורה. שתי המפלגות מתמודדות בצוותא ברשימה זו למן הכנסת השלוש עשרה (1992)...',
				founding_year: 1992,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 5,
				party_name: 'ישראל ביתנו',
				logo_url : 'images/parties/israelbeiteinu.jpg',
				info : 'מפלגת ישראל ביתנו נוסדה לקראת הבחירות לכנסת החמש עשרה (1999) על-ידי אביגדור ליברמן. היא החלה את דרכה כמפלגה שפנתה בעיקר לעולים מחבר מדינות העמים (ברית המועצות לשעבר). במהלך כהונת הכנסת הצטרפה ישראל ביתנו לסיעת האיחוד הלאומי, ובבחירות לכנסת השש עשרה (2003) התמודדה עמה יחד ברשימה משותפת. לקראת הבחירות לכנסת השבע עשרה (2006) פרשה ישראל ביתנו מהרשימה המשותפת והתמודדה כמפלגה עצמאית הפונה אל הציבור הימני-חילוני ואל ציבור העולים. המפלגה הגיעה לשיא כוחה בבחירות לכנסת השמונה עשרה (2009), כשזכתה ב-15 מושבים והייתה לסיעה השלישית בגודלה בכנסת.<br/><br/>ישראל ביתנו מציגה שילוב של עמדות ימניות-נציות בתחום המדיני-ביטחוני לצד עמדות חילוניות-אזרחיות בשסע הדתי-חילוני. היא תומכת בפתרון מדיני המתבסס על חילופי אוכלוסין ויצירת שתי מדינות בעלות אוכלוסייה הומוגנית מבחינה לאומית. המפלגה מחזיקה בעמדות ימניות גם בנושא הכלכלי, ובמצעה היא מחויבת לעידוד היוזמה הפרטית. נושא שמעסיק רבות את המפלגה הוא מבנה המשטר בישראל: במטרה לייצב את המערכת הפוליטית המפלגה מציעה לאמץ שיטת ממשל נשיאותית.',
				short_info : 'מפלגת ישראל ביתנו נוסדה לקראת הבחירות לכנסת החמש עשרה (1999) על-ידי אביגדור ליברמן. היא החלה את דרכה כמפלגה שפנתה בעיקר לעולים מחבר מדינות העמים (ברית המועצות לשעבר). במהלך כהונת הכנסת הצטרפה ישראל ביתנו לסיעת האיחוד הלאומי, ובבחירות לכנסת השש עשרה (2003) התמודדה עמה יחד ברשימה משותפת...',
				founding_year: 1999,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 6,
				party_name: 'קדימה',
				logo_url : 'images/parties/kadima.jpg',
				info : 'בנובמבר 2005 החליט ראש הממשלה אריאל שרון לפרוש מהליכוד ולהקים מפלגה חדשה. הרקע לפרישה היה הקשיים הפנימיים שהערים הליכוד על דרכו המדינית בזמן ההתנתקות מרצועת עזה ולאחריה. עם הקמתה הצטרפו למפלגה החדשה, שנקראה קדימה, חברי כנסת רבים מסיעת הליכוד וכמה אישים ממפלגת העבודה, בכללם ראש הממשלה לשעבר שמעון פרס. במקביל פוזרה הכנסת השש עשרה, והבחירות לכנסת השבע עשרה הוקדמו. זמן קצר לאחר הקמת המפלגה נפל שרון למשכב, ואהוד אולמרט החליפו כיושב ראש המפלגה הצעירה וכמועמד מטעמה לראשות הממשלה.<br/><br/>בבחירות הפכה קדימה לסיעה הגדולה בכנסת עם 29 מושבים, ועל אולמרט הוטלה משימת הרכבת הממשלה החדשה, שהושבעה במאי 2006. במהלך כהונתו התנהלו נגד אולמרט כמה חקירות פליליות, ובשל כך הופעלו עליו לחצים כבדים לפנות את מקומו. באמצע 2008 הסכים אולמרט לעריכת בחירות מקדימות (פריימריז) לראשות קדימה, שלאחריהן יכריז על התפטרותו. בספטמבר 2008, לאחר שציפי לבני נבחרה למנהיגה החדשה של המפלגה, הכריז אולמרט על התפטרותו מראשות הממשלה. לבני פתחה במגעים להקמת ממשלה חדשה, ולאחר שנכשלה במאמציה ביקשה מנשיא המדינה להורות על הקדמת הבחירות. בבחירות לכנסת השמונה עשרה (2009) שמרה קדימה על מעמדה כסיעה הגדולה, אבל עברה לספסלי האופוזיציה.<br/><br/>קדימה היא מפלגת מרכז. היא תומכת בהיותה של ישראל מדינה יהודית ודמוקרטית, בקידום תהליך השלום מתוך הבטחת האינטרסים הביטחוניים של מדינת ישראל ובעיקרון של סיום הסכסוך הישראלי-פלסטיני בהקמת שתי מדינות לשני עמים. בהיבט הכלכלי-חברתי קדימה שואפת לצמצם את הפערים החברתיים ולהילחם בעוני, וכן להגביר את התחרות במשק מתוך שינוי סדר העדיפויות הלאומי בחלוקת התקציבים והגברת השקיפות.',
				short_info : 'בנובמבר 2005 החליט ראש הממשלה אריאל שרון לפרוש מהליכוד ולהקים מפלגה חדשה. הרקע לפרישה היה הקשיים הפנימיים שהערים הליכוד על דרכו המדינית בזמן ההתנתקות מרצועת עזה ולאחריה. עם הקמתה הצטרפו למפלגה החדשה, שנקראה קדימה, חברי כנסת רבים מסיעת הליכוד וכמה אישים ממפלגת העבודה, בכללם ראש הממשלה לשעבר שמעון פרס. במקביל פוזרה הכנסת השש עשרה, והבחירות לכנסת השבע עשרה הוקדמו...',
				founding_year: 2005,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 7,
				party_name: 'ש"ס',
				logo_url : 'images/parties/shas.jpg',
				info : 'ש"ס נוסדה כמפלגה ברמה הארצית בשנת 1984, לקראת הבחירות לכנסת האחת עשרה, על רקע תחושתם של החרדים הספרדים כי הם מקופחים בהשוואה לאשכנזים. עם הקמתה ברמה הארצית, הוקמה גם מועצת חכמי התורה בראשות הרב עובדיה יוסף, והפוסקים העליונים היו הרב מנחם שך (שעמד בראש רשת הישיבות הליטאיות) והרב יוסף. לאחר 1990 פרש הרב שך מתפקידו זה, והרב עובדיה יוסף נותר מנהיגה הרוחני היחיד של המפלגה.<br/><br/>ברמה הארצית הגיעה ש"ס להישגים נאים, ושיא כוחה היה 17 מושבים בבחירות של 1999. ש"ס דוגלת ב"החזרת עטרה ליושנה" ובקידום הצדק החברתי. התנועה דוגלת בקיומה של מדינת ישראל כמדינת העם היהודי, ושואפת לקבץ בה את יהודי העולם. מבחינה ביטחונית-מדינית המפלגה תומכת בהסדרי שלום עם מדינות ערב מתוך שמירה על ביטחונם של תושבי ישראל, אך עם זאת מתנגדת לחלוקת ירושלים. בשורה של הצבעות מפתח בסוגיות מדיניות היא הפגינה קו ניצי ימני.',
				short_info : 'ש"ס נוסדה כמפלגה ברמה הארצית בשנת 1984, לקראת הבחירות לכנסת האחת עשרה, על רקע תחושתם של החרדים הספרדים כי הם מקופחים בהשוואה לאשכנזים. עם הקמתה ברמה הארצית, הוקמה גם מועצת חכמי התורה בראשות הרב עובדיה יוסף, והפוסקים העליונים היו הרב מנחם שך (שעמד בראש רשת הישיבות הליטאיות) והרב יוסף. לאחר 1990 פרש הרב שך מתפקידו זה, והרב עובדיה יוסף נותר מנהיגה הרוחני היחיד של המפלגה...',
				founding_year: 1984,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 8,
				party_name: 'חד"ש',
				logo_url : 'images/parties/hadash.jpg',
				info : 'רשימת חד"ש הוקמה לראשונה לקראת הבחירות לכנסת התשיעית (1977) בהתבסס על רק"ח תנועות נוספות כגון הפנתרים השחורים. מאז התמודדה הרשימה בקביעות בכל הבחירות לכנסת.<br/><br/>על מפת המפלגות חד"ש ממוקמת בשוליים השמאליים, והייתה מהראשונות שדגלו בפתרון של שתי מדינות לשני עמים (צידוד במדינה פלסטינית) כפתרון לסכסוך הישראלי-פלסטיני. המפלגה מדגישה את הצורך של ישראל להחזיר את כל השטחים הכבושים, בכללם רמת הגולן, ותובעת פתרון צודק לבעיית הפליטים. עוד דוגלת המפלגה בשוויון בין האזרחים הערבים והיהודים במדינת ישראל וחותרת לצדק חברתי ולסוציאליזם. חד"ש היא רשימה ערבית-יהודית, עובדה הבאה לידי ביטוי בשני אופנים: ברשימתה מועמדים ערבים ויהודים, והיא זוכה לתמיכה אלקטורלית משני הציבורים גם יחד. עם זאת, בעשור האחרון עיקר תמיכתה מגיעה מקרב הציבור הערבי. בבחירות לכנסת הארבע עשרה (1996) התמודדה חד"ש ברשימה משותפת עם בל"ד, ואילו בבחירות לכנסת השש עשרה (2003) חברה לרשימה משותפת עם תע"ל.',
				short_info : 'רשימת חד"ש הוקמה לראשונה לקראת הבחירות לכנסת התשיעית (1977) בהתבסס על רק"ח תנועות נוספות כגון הפנתרים השחורים. מאז התמודדה הרשימה בקביעות בכל הבחירות לכנסת...',
				founding_year: 1977,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 9,
				party_name: 'בל"ד',
				logo_url : 'images/parties/balad.jpg',
				info : 'מפלגת בל"ד ("הברית הלאומית הדמוקרטית" ובשמה הערבי "א-תג\'מוע אל-וטני א-דמוקרטי") הוקמה לקראת הבחירות לכנסת הארבע עשרה (1996). מבחינה מדינית נמצאת בל"ד בקוטב השמאלי של מפת המפלגות הישראלית: היא דוגלת בהפיכת מדינת ישראל למדינת כל אזרחיה ותומכת בנסיגתה של ישראל מכל השטחים, במימוש זכות השיבה כפתרון לבעיית הפליטים ובהקמת מדינה פלסטינית שבירתה ירושלים. עוד היא פועלת למען שמירת הייחוד הלאומי, התרבותי והאתני של המיעוט הערבי בישראל, תומכת בביטול ההכרה במוסדותיה הציוניים של מדינת ישראל ודורשת הכרה בערביי ישראל כמיעוט לאומי. המפלגה גם שואפת להפרדת הדת מהמדינה.<br/><br/>בבחירות לכנסת הארבע עשרה התמודדה המפלגה ברשימה משותפת עם מפלגת חד"ש, ועזמי בשארה נבחר מטעמה לכנסת. במהלך כהונת הכנסת פרשה בל"ד משותפותה עם חד"ש ולקראת הבחירות לכנסת החמש עשרה (1999) התמודדה ברשימה משותפת עם תע"ל של אחמד טיבי. גם שותפות זו לא האריכה ימים, ומאז 2003 בל"ד מתמודדת בבחירות באופן עצמאי. ועדת הבחירות המרכזית פסלה את הרשימה פעמיים - לפני הבחירות לכנסת השש עשרה והשמונה עשרה - שתי החלטות שבוטלו בהוראת בג"ץ.',
				short_info : 'מפלגת בל"ד ("הברית הלאומית הדמוקרטית" ובשמה הערבי "א-תג\'מוע אל-וטני א-דמוקרטי") הוקמה לקראת הבחירות לכנסת הארבע עשרה (1996). מבחינה מדינית נמצאת בל"ד בקוטב השמאלי של מפת המפלגות הישראלית: היא דוגלת בהפיכת מדינת ישראל למדינת כל אזרחיה ותומכת בנסיגתה של ישראל מכל השטחים, במימוש זכות השיבה כפתרון לבעיית הפליטים ובהקמת מדינה פלסטינית שבירתה ירושלים...',
				founding_year: 1996,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 10,
				party_name: 'רע"מ-תע"ל',
				logo_url : 'images/parties/raamtaal.jpg',
				info : 'רע"מ-תע"ל היא רשימה משותפת למפלגות רע"מ ותע"ל. הרשימה התמודדה לראשונה בבחירות לכנסת ה-17<br/><br/>רע"מ (הרשימה הערבית המאוחדת) הוקמה ב-1996 לקראת הבחירות לכנסת הארבע עשרה, ובהן התמודדה במסגרת רשימה משותפת עם מד"ע. לקראת הבחירות לכנסת החמש עשרה נטמעה מד"ע ברע"מ. בשתי הבחירות האחרונות התמודדה רע"מ ביחד עם תע"ל, מפלגתו של אחמד טיבי, ברשימה משותפת בשם רע"מ-תע"ל.<br/><br/>רע"מ תומכת בהקמת מדינה פלסטינית שבירתה ירושלים מתוך סיום הכיבוש ופינוי ההתנחלויות. עוד תומכת המפלגה בשחרור האסירים הפלסטינים ובהבטחת זכות השיבה לפליטים הפלסטינים. המפלגה מבקשת להכיר בערביי ישראל כמיעוט לאומי ולעגן את זכויותיהם בחוקה. רע"מ קוראת לצמצום הפערים במערכת החינוך הערבית, ותומכת בהקמת אוניברסיטה ערבית ובפיתוח אזורי תעשייה סמוכים ליישובים ערביים.<br/><br/>התנועה הערבית להתחדשות (תע"ל) היא מפלגה שייסד לקראת הבחירות לכנסת הארבע עשרה (1996) אחמד טיבי. שמה המקורי (שעמו התמודדה בבחירות אלה ולא הצליחה לעבור את אחוז החסימה) היה "האיחוד הערבי", והיא שינתה את שמה לקראת הבחירות לכנסת החמש עשרה (1999). מאז בחירות אלה לא התמודדה תע"ל באופן עצמאי, אלא חברה אל מפלגות אחרות - ראשית עם מפלגת בל"ד (1999), לאחר מכן עם חד"ש (2003) ולאחרונה עם רע"ם (2006 ו-2009).<br/><br/>המפלגה תומכת בתהליך השלום הישראלי-פלסטיני מתוך הקמת מדינה פלסטינית עצמאית ופתרון צודק של בעיית הפליטים. עוד היא פועלת למען צמצום הפערים בין ערביי ישראל לרוב היהודי ולהחלת שוויון אזרחי בכל תחומי החיים. תע"ל היא מפלגה בעלת צביון חילוני.',
				short_info : 'רע"מ-תע"ל היא רשימה משותפת למפלגות רע"מ ותע"ל. הרשימה התמודדה לראשונה בבחירות לכנסת ה-17...',
				founding_year: 2006,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 11,
				party_name: 'מרצ',
				logo_url : 'images/parties/meretz.jpg',
				info : 'מרצ החלה את דרכה הפוליטית לפני הבחירות לכנסת השלוש עשרה (1992) כרשימה משותפת של המפלגות רצ, מפ"ם ושינוי. בראש הרשימה הוצבה מנהיגת רצ שולמית אלוני, וב-1996 החליף אותה  יוסי שריד. שלוש המפלגות המשיכו להתקיים כחטיבות נפרדות עד למיזוגן המלא והפיכת מרצ למפלגה בשנת 1997.<br/><br/>בבחירות לכנסת השש עשרה (2003) התמודדה מרצ יחד עם תנועות "שחר" בראשותו של יוסי ביילין ו"הבחירה הדמוקרטית" (בראשותו של רומן ברונפמן). הרשימה המשותפת השיגה רק שישה מושבים, ולאחר הבחירות הוחלט להקים מסגרת חדשה בשם יח"ד - ישראל חברתית דמוקרטית - שתאגד את כל תנועות השמאל לנוכח הפגיעה הניכרת בכוחן לאחר כישלון פסגת קמפ דיוויד ופרוץ אינתיפאדת אל-אקצה. בהתמודדות להנהגת יח"ד ניצח יוסי ביילין, אך במהרה הסתבר שהכינוי יח"ד הוא מותג פוליטי חלש ביחס למותג מרצ, ולקראת הבחירות לכנסת השבע עשרה (2006) הוחזר השם מרצ למפלגה. היחלשותה האלקטורלית של מרצ נמשכה גם בשתי מערכות הבחירות הבאות, כשגם היבחרותו של חיים (ג\'ומס) אורון למנהיג החדש לא הועילה, והמפלגה זכתה בשפל של שלושה מנדטים בבחירות של 2009.<br/><br/>מרצ ממוקמת בשמאל הציוני של המפה הפוליטית הישראלית ותומכת באופן מסורתי בשוויון חברתי, בהשוואת הזכויות של ערביי ישראל ובפתרון של שתי מדינות לשני עמים. היא דוגלת בחתירה לשלום מתוך ויתור על השטחים הכבושים והפסקת מפעל ההתנחלויות. עוד תומכת מרצ בהפרדת הדת מהמדינה ומתנגדת לכפייה הדתית. מרצ מגדירה את עצמה מפלגה סוציאל-דמוקרטית, ותומכת בשימור ואף בהרחבה של מדינת הרווחה.',
				short_info : 'מרצ החלה את דרכה הפוליטית לפני הבחירות לכנסת השלוש עשרה (1992) כרשימה משותפת של המפלגות רצ, מפ"ם ושינוי. בראש הרשימה הוצבה מנהיגת רצ שולמית אלוני, וב-1996 החליף אותה  יוסי שריד. שלוש המפלגות המשיכו להתקיים כחטיבות נפרדות עד למיזוגן המלא והפיכת מרצ למפלגה בשנת 1997...',
				founding_year: 1992,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 12,
				party_name: 'הבית היהודי',
				logo_url : 'images/parties/habaithayehudi.jpg',
				info : 'מפלגת הבית היהודי הוקמה ב-2008 לקראת הבחירות לכנסת השמונה עשרה במטרה למזג את המפד"ל ואת האיחוד הלאומי - שכבר בכנסת הקודמת פעלו כסיעה משותפת - ולהיות למפלגה ימנית מאוחדת. ואולם כבר מראשית האיחוד לא השתתפו במהלך שני אנשי מפתח: חבר הכנסת אפי איתם בחר להצטרף לליכוד, ואריה אלדד בחר לייסד את מפלגת התקווה.<br/><br/>את רשימת המפלגה החדשה קבעה מועצה ציבורית, ואולם חברי האיחוד הלאומי התאכזבו מהתוצאה ובעקבותיה החליטו לפרוש מהמסגרת החדשה ולרוץ יחד עם מפלגת התקווה במסגרת רשימת האיחוד הלאומי. רוב הנותרים בבית היהודי הם אנשי מפד"ל לשעבר.',
				short_info : 'מפלגת הבית היהודי הוקמה ב-2008 לקראת הבחירות לכנסת השמונה עשרה במטרה למזג את המפד"ל ואת האיחוד הלאומי - שכבר בכנסת הקודמת פעלו כסיעה משותפת - ולהיות למפלגה ימנית מאוחדת. ואולם כבר מראשית האיחוד לא השתתפו במהלך שני אנשי מפתח: חבר הכנסת אפי איתם בחר להצטרף לליכוד, ואריה אלדד בחר לייסד את מפלגת התקווה...',
				founding_year: 2008,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 13,
				party_name: 'העצמאות',
				logo_url : 'images/parties/Logo_haatzmaut.png',
				info : 'עצמאות נוסדה בינואר 2011 בעקבות פרישתו של אהוד ברק וארבעה חברי כנסת נוספים מסיעת מפלגת העבודה. בעקבות הפילוג התפטרה מפלגת העבודה מהקואליציה בעוד שסיעת עצמאות נותרה בה. עצמאות מגדירה את עצמה כמפלגת מרכז ציונית ודמוקרטית, הממשיכה את מסורת מפא"י ופועלת לקידום ציונות פרגמטית המבוססת על פשרה מדינית מתוך ביטחון בעוצמתה של מדינת ישראל, חיזוק מעמד הביניים ותנועת ההתיישבות.',
				short_info : 'עצמאות נוסדה בינואר 2011 בעקבות פרישתו של אהוד ברק וארבעה חברי כנסת נוספים מסיעת מפלגת העבודה. בעקבות הפילוג התפטרה מפלגת העבודה מהקואליציה בעוד שסיעת עצמאות נותרה בה...',
				founding_year: 2011,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}
		];
	Ext.regModel('PartyInfo', {
		fields: [
			{name: 'party_id',      type: 'int'},
			{name: 'party_name',    type: 'string'},
			{name: 'logo_url',      type: 'string'},
			{name: 'info',          type: 'string'},
			{name: 'short_info',    type: 'string'},
			{name: 'founding_year', type: 'int'},
			{name: 'credit_text',   type: 'string'},
			{name: 'credit_url',    type: 'string'}

		]
	});
	exports.PartyInfoStore = new Ext.data.Store({
		model: 'PartyInfo',
		data : partyInfo,
		proxy: {
			type: 'memory'
		},
		sorters : [{
			property : 'party_id',
			direction : 'ASC'
		}]
	});
}(OKnesset));