(function (exports) {
	var demoCenterCredit = {
			text : 'המכון הישראלי לדמוקרטיה',
			url : 'http://www.idi.org.il/'
		},
		partyInfo = [
			{
				party_id : 2,
				party_name: 'הליכוד',
				logo_url : 'http://www.idi.org.il/media/195056/likud.jpg',
				info : 'הליכוד החל את דרכו כרשימה משותפת שהוקמה בשנת 1973, לקראת הבחירות לכנסת השמינית, וכללה את חרות, את המפלגה הליברלית, את המרכז החופשי, את הרשימה הממלכתית ואת תנועת העבודה למען ארץ ישראל השלמה. בשנת 1988 התמזגו המפלגות לכדי מפלגה אחת בשם הליכוד.<br/>הליכוד היא מפלגת ימין מתונה שהתמודדה על השלטון בכל שנות קיומה. הליכוד בראשותו של מנחם בגין תפס את השלטון לראשונה בשנת 1977 ונותר בשלטון עד 1984. לאחר מכן היה שותף בשלוש ממשלות האחדות שכיהנו עד 1990. יצחק שמיר כיהן כראש ממשלה מטעם הליכוד בשנים 1986 1992. בשנה זו, לאחר יותר מחמש עשרה שנים בשלטון, חזר הליכוד לחבוש את ספסלי האופוזיציה, ושב לשלטון בראשות בנימין נתניהו בשנים 1999-1996 ופעם נוספת בראשות אריאל שרון בשנים 2005-2001. בשלהי 2005 חל פילוג במפלגה, עם פרישתו של אריאל שרון ושורה של חברי כנסת מהמפלגה והקמתה של קדימה. לאחר שלוש שנים באופוזיציה שב הליכוד למעמד של מפלגת השלטון, עם כניסתה לתפקיד של ממשלת נתניהו השנייה ב-31 במרס 2009.<br/>המפלגה תמכה ברעיון ארץ ישראל השלמה, גם אם לא תמיד הגדירה מהם גבולות המדינה המדויקים. במשך שנים לא הכירה המפלגה בתביעות הפלסטינים לריבונות, אבל עם השנים עמדותיה התמתנו, ובפועל היא הובילה לוויתורים בהסכמי קמפ דיוויד (1979), פתחה במשא ומתן בוועידת מדריד (1991), המשיכה את הסכמי אוסלו והובילה את תכנית ההתנתקות החד-צדדית שכללה את פינוי היישובים היהודיים ברצועת עזה (2005).<br/>בנושא החברתי-כלכלי הליכוד מציג עמדות ימניות ושמרניות הדוגלות בשוק חופשי. אך זוכה עם זאת לתמיכה דווקא בקרב אוכלוסיות חלשות מבחינה כלכלית. הליכוד פעל להפרטת המשק לצד קביעת שכר מינימום, חוק פנסיה ממלכתית ועוד. בנושאי דת ומדינה לליכוד עמדות מרכזיות והוא מאופיין כמפלגה חילונית, אך עדיין נחשב שותף נוח למפלגות הדתיות יותר מהמערך או ממפלגת העבודה.',
				short_info : 'הליכוד החל את דרכו כרשימה משותפת שהוקמה בשנת 1973, לקראת הבחירות לכנסת השמינית, וכללה את חרות, את המפלגה הליברלית, את המרכז החופשי, את הרשימה הממלכתית ואת תנועת העבודה למען ארץ ישראל השלמה. בשנת 1988 התמזגו המפלגות לכדי מפלגה אחת בשם הליכוד.',
				founding_year: 1973,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}, {
				party_id : 3,
				party_name: 'מפלגת העבודה',
				logo_url : 'http://www.idi.org.il/media/195045/labor.jpg',
				info : 'מפלגת העבודה הישראלית היא יורשתה וממשיכתה של מפא"י. המפלגה נוסדה בינואר 1968 בעקבות איחוד בין מפא"י, אחדות העבודה ורפ"י. עד הבחירות לכנסת השתים עשרה (1988) התמודדה מפלגת העבודה במסגרת רשימת המערך. בבחירות לכנסת השלוש עשרה (1992) והארבע עשרה (1996) התמודדה באופן עצמאי, ולאחר מכן, בבחירות לכנסת החמש עשרה (1999), הייתה הבורג העיקרי ברשימת ישראל אחת. בשתי מערכות הבחירות הבאות התמודדה יחד עם מימד, אך שותפות זו באה לקצה בבחירות לכנסת השמונה עשרה (2009).<br/>בהיותה ממשיכת דרכה של מפא"י, גם מפלגת העבודה התבססה על אידאולוגיה ציונית-סוציאליסטית מתונה. היא המשיכה את הזיקה להסתדרות העובדים הכללית, אך מאמצע שנות התשעים התמתנה מכוּונותה הכלכלית-חברתית לכיוון של סוציאל-דמוקרטיה. מבחינה מדינית במשך השנים נדדה המפלגה שמאלה, והייתה המפלגה הראשית הראשונה שקראה למשא ומתן עם אש"ף ותמכה בהקמת מדינה פלסטינית. בנושאי דת ומדינה נקרעה מפלגת העבודה במשך השנים בין עמדותיה האידאולוגיות ובין חוסר רצונה להתעמת עם המפלגות הדתיות, שותפותיה הקואליציוניות. לאחר מהפך 1977, כשניתקה הברית עם הדתיים, הציגה המפלגה בחופשיות יותר את עמדותיה בתחום זה לרבות הבטחת מעמד מוכר לכל זרמי היהדות ותמיכה בגיוס בחורי ישיבות.<br/>היושב ראש הראשון של המפלגה היה ראש הממשלה לוי אשכול, ומאז כיהנו מטעמה עוד ארבעה ראשי ממשלה: גולדה מאיר, יצחק רבין, שמעון פרס ואהוד ברק. מפלגת העבודה אחזה בהגה השלטון מאז היווסדה ועד המהפך ההיסטורי של 1977, אז איבדה אותו לראשונה לטובת הליכוד. בשנות השמונים כיהנה בכמה ממשלות אחדות לאומית יחד עם הליכוד, ואל השלטון חזרה לאחר בחירות 1992, אז זכתה להקים את הקואליציה בראשותו של יצחק רבין, יושב ראש המפלגה דאז. בשנת 1999 זכה יושב ראש המפלגה, אהוד ברק, בבחירות הישירות לראשות הממשלה, ושוב הייתה המפלגה גורם עיקרי בקואליציה. מאז 1992 ירד כוחה של מפלגת העבודה, ובבחירות 2009 היא הגיעה לשפל של 13 מושבים.',
				short_info : 'מפלגת העבודה הישראלית היא יורשתה וממשיכתה של מפא"י. המפלגה נוסדה בינואר 1968 בעקבות איחוד בין מפא"י, אחדות העבודה ורפ"י. עד הבחירות לכנסת השתים עשרה (1988) התמודדה מפלגת העבודה במסגרת רשימת המערך. בבחירות לכנסת השלוש עשרה (1992) והארבע עשרה (1996) התמודדה באופן עצמאי, ולאחר מכן, בבחירות לכנסת החמש עשרה (1999), הייתה הבורג העיקרי ברשימת ישראל אחת. בשתי מערכות הבחירות הבאות התמודדה יחד עם מימד, אך שותפות זו באה לקצה בבחירות לכנסת השמונה עשרה (2009).',
				founding_year: 1968,
				credit_text : demoCenterCredit.text,
				credit_url : demoCenterCredit.url
			}
		];
	Ext.regModel('PartyInfo', {
		fields: [
			{name: 'party_id',      type: 'int'},
			{name: 'party_name',    type: 'string'},
			{name: 'logo_url',      type: 'string'},
			{name: 'info',          type: 'string'},
			{name: 'short_info',    type: 'string'},
			{name: 'founding_year', type: 'int'},
			{name: 'credit_text',   type: 'string'},
			{name: 'credit_url',    type: 'string'}

		]
	});
	exports.PartyInfoStore = new Ext.data.Store({
		model: 'PartyInfo',
		data : partyInfo,
		proxy: {
			type: 'memory'
		},
		sorters : [{
			property : 'party_id',
			direction : 'ASC'
		}]
	});
}(OKnesset));