var slimDataDate = new Date(2012, 6 - 1, 3);
var slimData = [ {
	"name" : "קדימה",
	"id" : 6,
	"members" : [ {
		"name" : "שאול מופז"
	}, {
		"name" : "דליה איציק"
	}, {
		"name" : "רוני בר-און"
	}, {
		"name" : "מאיר שטרית"
	}, {
		"name" : "רוחמה אברהם בלילא"
	}, {
		"name" : "אבי (משה) דיכטר"
	}, {
		"name" : "מרינה סולודקין"
	}, {
		"name" : "יואל חסון"
	}, {
		"name" : "יעקב אדרי"
	}, {
		"name" : "זאב בילסקי"
	}, {
		"name" : "רונית תירוש"
	}, {
		"name" : "נחמן שי"
	}, {
		"name" : "שלמה (נגוסה) מולה"
	}, {
		"name" : "רוברט טיבייב"
	}, {
		"name" : "מגלי והבה"
	}, {
		"name" : "רחל אדטו"
	}, {
		"name" : "יוחנן פלסנר"
	}, {
		"name" : "שי חרמש"
	}, {
		"name" : "ישראל חסון"
	}, {
		"name" : "אריה ביבי"
	}, {
		"name" : "עתניאל שנלר"
	}, {
		"name" : "אורית זוארץ"
	}, {
		"name" : "יוליה שמאלוב ברקוביץ`"
	}, {
		"name" : "נינו אבסדזה"
	}, {
		"name" : "דורון אביטל"
	}, {
		"name" : "אברהם (אבי) דואן"
	}, {
		"name" : "יובל צלנר"
	}, {
		"name" : "אכרם חסון"
	} ]
}, {
	"name" : "הליכוד",
	"id" : 2,
	"members" : [ {
		"name" : "בנימין נתניהו"
	}, {
		"name" : "גדעון סער"
	}, {
		"name" : "גלעד ארדן"
	}, {
		"name" : "ראובן ריבלין"
	}, {
		"name" : "זאב בנימין  בגין"
	}, {
		"name" : "משה כחלון"
	}, {
		"name" : "סילבן שלום"
	}, {
		"name" : "משה יעלון"
	}, {
		"name" : "יובל שטייניץ"
	}, {
		"name" : "לאה נס"
	}, {
		"name" : "ישראל כץ"
	}, {
		"name" : "יולי - יואל אדלשטיין"
	}, {
		"name" : "לימור לבנת"
	}, {
		"name" : "חיים כץ"
	}, {
		"name" : "יוסי פלד"
	}, {
		"name" : "מיכאל איתן"
	}, {
		"name" : "דן מרידור"
	}, {
		"name" : "ציפי חוטובלי"
	}, {
		"name" : "גילה גמליאל"
	}, {
		"name" : "זאב אלקין"
	}, {
		"name" : "יריב לוין"
	}, {
		"name" : "ציון פיניאן"
	}, {
		"name" : "איוב קרא"
	}, {
		"name" : "דני דנון"
	}, {
		"name" : "כרמל שאמה"
	}, {
		"name" : "אופיר אקוניס"
	}, {
		"name" : "מירי רגב"
	} ]
}, {
	"name" : "ישראל ביתנו",
	"id" : 5,
	"members" : [ {
		"name" : "אביגדור ליברמן"
	}, {
		"name" : "עוזי לנדאו"
	}, {
		"name" : "סטס מיסז`ניקוב"
	}, {
		"name" : "יצחק אהרונוביץ"
	}, {
		"name" : "סופה לנדבר"
	}, {
		"name" : "אורלי לוי-אבקסיס"
	}, {
		"name" : "דניאל אילון"
	}, {
		"name" : "דוד רותם"
	}, {
		"name" : "אנסטסיה מיכאלי"
	}, {
		"name" : "פאינה (פניה) קירשנבאום"
	}, {
		"name" : "רוברט אילטוב"
	}, {
		"name" : "חמד עמאר"
	}, {
		"name" : "משה מוץ מטלון"
	}, {
		"name" : "ליה שמטוב"
	}, {
		"name" : "אלכס מילר"
	} ]
}, {
	"name" : "ש\"ס",
	"id" : 7,
	"members" : [ {
		"name" : "אליהו ישי"
	}, {
		"name" : "אריאל אטיאס"
	}, {
		"name" : "יצחק כהן"
	}, {
		"name" : "אמנון כהן"
	}, {
		"name" : "משולם נהרי"
	}, {
		"name" : "יעקב מרגי"
	}, {
		"name" : "דוד אזולאי"
	}, {
		"name" : "יצחק וקנין"
	}, {
		"name" : "נסים זאב"
	}, {
		"name" : "חיים אמסלם"
	}, {
		"name" : "אברהם מיכאלי"
	} ]
}, {
	"name" : "העבודה",
	"id" : 3,
	"members" : [ {
		"name" : "יצחק הרצוג"
	}, {
		"name" : "אבישי ברוורמן"
	}, {
		"name" : "שלי יחימוביץ"
	}, {
		"name" : "איתן כבל"
	}, {
		"name" : "בנימין (פואד) בן-אליעזר"
	}, {
		"name" : "עמיר פרץ"
	}, {
		"name" : "דניאל בן-סימון"
	}, {
		"name" : "ראלב מג`אדלה"
	} ]
}, {
	"name" : "יהדות התורה",
	"id" : 4,
	"members" : [ {
		"name" : "יעקב ליצמן"
	}, {
		"name" : "משה גפני"
	}, {
		"name" : "אורי מקלב"
	}, {
		"name" : "מנחם אליעזר מוזס"
	}, {
		"name" : "ישראל אייכלר"
	} ]
}, {
	"name" : "העצמאות",
	"id" : 13,
	"members" : [ {
		"name" : "אהוד ברק"
	}, {
		"name" : "שלום שמחון"
	}, {
		"name" : "אורית נוקד"
	}, {
		"name" : "עינת וילף"
	}, {
		"name" : "שכיב שנאן"
	} ]
}, {
	"name" : "חד\"ש",
	"id" : 8,
	"members" : [ {
		"name" : "מוחמד ברכה"
	}, {
		"name" : "חנא סוייד"
	}, {
		"name" : "דב חנין"
	}, {
		"name" : "עפו אגבאריה"
	} ]
}, {
	"name" : "רע\"מ-תע\"ל",
	"id" : 10,
	"members" : [ {
		"name" : "אברהים צרצור"
	}, {
		"name" : "אחמד טיבי"
	}, {
		"name" : "טלב אלסאנע"
	}, {
		"name" : "מסעוד גנאים"
	} ]
}, {
	"name" : "האיחוד הלאומי",
	"id" : 1,
	"members" : [ {
		"name" : "יעקב (כצל`ה) כ”ץ"
	}, {
		"name" : "אורי יהודה אריאל"
	}, {
		"name" : "אריה אלדד"
	}, {
		"name" : "מיכאל בן-ארי"
	} ]
}, {
	"name" : "מרצ",
	"id" : 11,
	"members" : [ {
		"name" : "אילן גילאון"
	}, {
		"name" : "ניצן הורוביץ"
	}, {
		"name" : "זהבה גלאון"
	} ]
}, {
	"name" : "בל\"ד",
	"id" : 9,
	"members" : [ {
		"name" : "ג`מאל זחאלקה"
	}, {
		"name" : "סעיד נפאע"
	}, {
		"name" : "חנין זועבי"
	} ]
}, {
	"name" : "הבית היהודי",
	"id" : 12,
	"members" : [ {
		"name" : "דניאל הרשקוביץ"
	}, {
		"name" : "זבולון אורלב"
	}, {
		"name" : "אורי אורבך"
	} ]
} ];