OKnesset.strings = {
	about                    : "אודות",
	hasBillsTitle            : "הצעות חוק פרטיות שעברו קריאה טרומית",
	hasNoBillsTitle          : "אין הצעות חוק פרטיות שעברו קריאה טרומית",
	membersTitle             : "חברי הכנסת ה 18",
	memberRole               : "חבר/ת כנסת",
	excuseForNoBills         : 'שרים בממשלה ויו"ר הכנסת אינם מגישים, ככלל, הצעות חוק פרטיות',
	partiesTitle             :'מפלגות',
	openBillText             : 'לפתוח בדפדפן?',
	dialogOKCancel           : 'ביטול,אישור',
	downloadDataText         : 'נפח הנתונים הוא כ 2 מגה.',
	downloadDataTitle        : 'לעדכן נתונים מהאינטרנט?',
	errorOpenBill            : 'לא ניתן לפתוח את הצעת החוק בדפדפן',
	openKnessetTitle         : 'כנסת פתוחה',
	disclaimerTitle          : 'תנאי שימוש',
	back                     : 'חזרה',
	cancel                   : 'ביטול',
	ok                       : 'אישור',
	dateString               : 'תאריך',
	showDisclaimer           : 'תנאי שימוש',
	ministerIndicator        : "שר",
	knessetChairman          : "יושב ראש הכנסת",
	emailButtonLabel         : "שלחו לנו משוב",
	emailBody                : "\n\n\nנשלח מאפליקציית כנסת פתוחה",
	feedbackEmailAddress     : 'oknesset.mobile@gmail.com',
	errorAndroidEmail        : 'כשלון בשליחת מייל',
	writeTo                  : 'כתבו ל{0}',
	phoneTo                  : ' התקשרו אל {0}',
	bills  		             : 'הצעות חוק',
	billsOutOf				 : 'מוצגות {0} הצעות חוק שעברו קריאה טרומית (לפחות), מתוך {1} שהוגשו',
	committees               : 'ועדות'    ,
	loadingBills             : 'טוען הצעות חוק. המתן...',
	noBills                  : 'אין הצעות חוק' ,
	billStage6               : 'אושרה',
	billStage5               : 'בתיקונים בוועדה',
	billStage4               : 'קריאה ראשונה',
	billStage3               : 'בוועדה',
	billStage2               : 'הוסבה לנושא לדיון',
	billStage1               : 'עברה קריאה טרומית',
	noCommittees             : 'אין ועדות',
	coalition                : 'קואליציה',
	opposition               : 'אופוזיציה',
	protocolsec              : 'מקטע פרוטוקול',
	next                     : 'הבא',
	previous                 : 'הקודם',
	protocolMeetingTitle     :'כותרת הישיבה',
	protocolMeetingDate		 :'תאריך הישיבה',
	protocolMeetingAttendants: 'חברי  הכנסת שנכחו בישיבה',
	protocolMeetingContent   : 'תוכן הישיבה',
	Committeemeeting         : ' ישיבת ועדה',
	AgendaTitle              : "אג'נדות",
	AgendaVoteTitle          : "הצבעות - ",
	AgendaVoteButton         : "הצבעות משוייכות",
	AgendaDetailsTitle       : "פרטי האג'נדה",
	by                       : "ע\x22י",
	SupportMembers           : "דירוג חברי/ות הכנסת",
	SupportParties           : "דירוג המפלגות",
	AgendaDescription        : "תיאור האג'נדה",
	mostsupportmember        : "חבר הכנסת התומך ביותר",
	mostsupportparty         : "המפלגה התומכת ביותר",
	importance               : "חשיבות ההצבעה: ",
	level                    : "מידת התמיכה באג'נדה:",
	supportmembers           : "חברי הכנסת התומכים באג'נדה - ",
	supportparties           : "מפלגות התומכות באג'נדה - ",
	partialsupport           :"תמיכה חלקית",
	fullsupport              :"תמיכה מלאה",
	fullresistance           :"התנגדות מלאה",
	partialresistance        :"התנגדות חלקית",
	unknown                  :"לא ניתן לקבוע",
	veryimportant            :"חשיבות רבה מאד",
	important                :"חשיבות רבה",
	mediumimportant          :"חשיבות בינונית",
	lowimportance            :"חשיבות נמוכה",
	votes                    : 'הצבעות',
	votesDetails             : 'פרטי הצבעה',
	favor                    : 'בעד',
	against                  : 'נגד',
	abstain                  : 'נמנע',
	presence                 : 'נוכחות בועדה:',
	committeeDetails         : 'פרטי ועדה',
	committeeMembers         : 'חברי הועדה',
	meetings                 : 'דיונים',
	future_meetings          : 'דיונים עתידיים',
	recent_meetings          : 'דיונים אחרונים',
	billDetails              : 'פרטי הצעת חוק',
	billStage                : 'מצב הצעת החוק:',
	billFounder              : 'יוזמי ההצעה',
	billJoiner               : 'הצטרפו להצעה',
	BillpdfExist             : 'ההצעה באתר הכנסת',
	BillpdfNotExist          : 'מסמך רשמי להצעת החוק איננו זמין',
	LoadingPlsWait           : 'טוען נתונים, אנא המתן...',
	deletefromvotetitle1     : "להעביר את הצעת החוק לוועדה - ",
	deletefromvotetitle2     : "להעביר את הצעת החוק לוועדה שתקבע ועדת הכנסת - ",
	deletefromvotetitle3     : "להעביר את הנושא לוועדה - ",
	deletefromvotetitle4     : "להעביר את הנושא לוועדה שתקבע ועדת הכנסת - ",
	deletefromvotetitle5     : "העברת הנושא לוועדה שתקבע ועדת הכנסת - ",
	deletefromvotetitle6     : "לכלול את הנושא בסדר היום של המליאה  - ",
	AgendaMostSupport        : "התומכים ביותר",
	AgendaMore               : "פרטים נוספים",
	CreditFrom               : "המידע באדיבות - ",
	ReadMore                 : "קרא עוד",
	Homepagetagline          : "מה חברי הכנסת עשו בכנסת ה 18?",
	HomepageAgendaBtnText    : "עמדת חברי הכנסת בנושאים שונים לפי הצבעותיהם במליאה",
	HomepagePartiesBtnText   : "כל המפלגות והמידע אודותיהן, לפי שיוך קואליציוני",
	HomepageCommitteesBtnTxt : "ועדות הכנסת והחברים בהן, פרוטוקולים של ישיבות ופעילותם",
	HomepageMembersBtnTxt    : "רשימת כל חברי הכנסת לפי הא\x22ב",
	Homepage19ElectionsBtn	 : "כל המידע אודות הבחירות הקרובות",
	ElcetionTitle			 : "הבחירות לכנסת ה 19",
	generalError             : "חלה תקלה אנא בדוק את החיבור לאינטרנט ונסה שוב",
	GotoPartyWebsite		 : "לאתר המפלגה",
	GotoPartyManifest		 : "למצע המפלגה",
	ManifestNA				 : "מצע אינו זמין ברשת",
	infoDialog: {
		Default: {
			title:"אופס...",
			text :"אין כרגע פרטים אודות המסך הנוכחי. אנא שילחו לנו מייל משוב על ידי לחיצה על הכפתור"
		},
		HomePage: {
			title:"ברוכים הבאים",
			text :'האפליקציה "כנסת פתוחה" היא חלק מפרוייקט שמטרתו לחשוף את פעילות הכנסת לציבור. </br><br/> \n<ul> \n<li>כאן תוכלו לראות נתונים אמיתיים: מי הצביע בעד מה, מי יזם, כמה חברי הכנסת נמצאים בדיונים ובוועדות וכו. המידע מגיע ברובו מאתר הכנסת. </li> \n<li>כנסת פתוחה הוא פרויקט של הסדנא לידע ציבורי - עמותה הפועלת להגברת מעורבות הציבור בחברה ובמדינה על ידי איסוף, פתיחה והנגשה של מידע ציבורי וידע אזרחי.</li> \n<li>הפרויקט מבוסס כולו על מתנדבים, ולא נתמך ע"י אף גוף מפלגתי.</li>'
		},
		MemberListView: {
			title: "מסך חברי הכנסת",
			text : "רשימת של חברי-הכנסת המשתייכים למושב הכנסת הנוכחי, ממוינים לפי הא\x22ב. ניתן ללחוץ על שם של כל ח\x22כ על-מנת לצפות בפרופיל המלא שלו/ה."
		},
		MemberView: {
			title: "מסך פרטי חבר/ת הכנסת",
			text : "מידע על הח\x22כ ופעילותו/ה במהלך הכנסת הנוכחית.<br/>\n<b>ממוצע שעות שבועי במשכן</b> (30 נחשב גבוה, 5 נחשב נמוך)<br/>\n<b>הצעות חוק</b> הצעות חוק פרטיות שיזם/ה הח\x22כ ועברו קריאה טרומית - מתוך סך הצעות החוק הפרטיות שיזם/ה הח\x22כ.<br/>\n<b>הצבעות</b> הצבעות בהן השתתף/ה הח\x22כ<br/>"
		},
		BillsView: {
			title: "מסך רשימת הצעות חוק",
			text : "רשימה של כל הצעות החוק הפרטיות של הח\x22כ אשר עברו קריאה טרומית (כולל הצעות חוק שאושרו, נמצאות בדיונים בועדה, וכ\'..).<br/> הצעות החוק ממויינות לפי השלב בתהליך החקיקה שבו הן נמצאות ותאריך.<br/><br/>\n<a href='http://he.wikipedia.org/wiki/%D7%94%D7%97%D7%A7%D7%99%D7%A7%D7%94_%D7%91%D7%99%D7%A9%D7%A8%D7%90%D7%9C#.D7.94.D7.A6.D7.A2.D7.AA_.D7.97.D7.95.D7.A7_.D7.A4.D7.A8.D7.98.D7.99.D7.AA'>הסבר על תהליך החקיקה בויקיפדיה</a>"
		},
		BillDetailsView: {
			title: "מסך הצעת חוק",
			text : "מידע כללי על מהות החוק והשלב בו הוא נמצא בתהליך החקיקה, יוזמי ההצעה והמצטרפים אליה. בתחתית המסך יש פירוט רב יותר אודות הצעת החוק."
		},
		memberVotesView: {
			title: "מסך הצבעות החֿֿ\x22כ",
			text : "10 ההצבעות האחרונות שבהן הצביע/ה הח\x22כ בעד, ו10 ההצבעות האחרונות בהן הצביע/ה נגד."
		},
		PartyListView: {
			title: "מסך מפלגות",
			text : "כל המפלגות, ממוינות לפי חברות בקואליציה, ומספר חברי הכנסת שלהן."
		},
		PartyView: {
			title: "מסך מפלגה",
			text : "פרטים אודות המפלגה מובאים מאתר <a href='http://www.idi.org.il/'>המכון הישראלי לדמוקרטיה</a>. חברי המפלגה מסודרים לפי סדר בחירתם בבחירות האחרונות."
		},
		PartyInfoView: {
			title: "מסך פרטי מפלגה",
			text : "המידע באדיבות <a href='http://www.idi.org.il/'>המכון הישראלי לדמוקרטיה</a>. מתוך האתר:<br/>\n<b>המכון הישראלי לדמוקרטיה (ע\x22ר) עוסק בתכנון מדיניות ובעיצוב רפורמות בממשל, במנהל הציבורי, במוסדות הדמוקרטיה ובתשתיותיה הערכיות.</b> המכון נוסד בשנת 1991, שוכן בירושלים, והוא מוסד עצמאי, לא פוליטי ולא מפלגתי, הממוקם בתפר שבין פוליטיקה לאקדמיה."
		},
		VoteDetailsView: {
			title: "מסך פרטי הצבעה",
			text : "מידע כללי אודות ההצבעה, ופרטים אם הם קיימים. ניתן לראות מי הצביע בעד ומי נגד."
		},
		AgendaListView: {
			title: "מסך האג'נדות",
			text : "מטרת האג'נדות היא לחשוף את מידת ההתאמה בין פועלו/ה של ח\x22כ/מפלגה לבין סדרי יום שונים.<br/>\n<b>שימו לב:</b> האג'נדות באתר מוגדרות ונערכות ע\x22י משתמשי האתר. לכן, הן אינן משקפות נתונים עובדתיים בלבד, אלא גם פרשנות מסוימת של הנתונים.<br/>\nאנשי צוות “כנסת פתוחה” בוחנים כל אג'נדה בקפידה כדי לוודא שימוש נאות וחוקיות התוכן. \nאיננו מסננים אג'נדות ע\x22פ נטייה פוליטית. נהפוך הוא - מטרתנו היא לשקף את דעות משתמשים וארגונים שונים ורבים ככל שניתן מבלי לנקוט צד, ולתת לציבור להחליט.<br/>\nנציגי ארגונים ואזרחים המעוניינים לערוך אג'נדה מתבקשים לפנות לעורכי האתר בכתובת <a href='mailto:mail@oknesset.org'>mail@oknesset.org</a> ולציין: שם מלא, ארגון (אם יש), פרטי התקשרות, שם האג'נדה, תיאור האג'נדה"
		},

		AgendaDetailsView: {
			title:"מסך פרטי אג'נדה",
			text :"מידת התמיכה או ההתנגדות לאג'נדה נקבעת לפי ההצבעות בפועל של חברי הכנסת על הצעות חוק. כל הצעת חוק המשוייכת לאג'נדה מסומנת כתומכת או מתנגדת לה, ומתוך כך מחשבים את מידת התמיכה של חברי כנסת ומפלגות באג'נדה.<br/>\nכדי ללמוד יותר אודות כלי האג'נדות, גלשו ל <a href='www.oknesst.org/agenda'>www.oknesst.org/agenda</a>"
		},
		AgendaVoteListView: {
			title: "מסך הצבעות משוייכות",
			text : "רשימת כל ההצבעות בכנסת הנוכחית אשר השפיעו על האג'נדה. ההצבעות ממוינות לפי:<br/>\n* מידת התמיכה של ההצבעה באג'נדה (מתמיכה מלאה להתנגדות מלאה)<br/>\n* מידת החשיבות של ההצבעה (מחשיבות רבה מאד לחשיבות נמוכה)"
		},
		AgendaMembersSupportListView: {
			title: "מסך אג'נדות-ח\x22כים",
			text : "רשימת הח\x22כים לפי סדר תמיכתם/ן באג'נדה"
		},
		AgendaPartiesSupportListView: {
			title: "מסך אג'נדות-מפלגות",
			text : "רשימת המפלגות לפי סדר תמיכתן באג'נדה"
		},
		AllCommitteesView: {
			title: "מסך כל הועדות",
			text : "רשימת הועדות הפעילות כיום בכנסת."
		},
		CommitteeDetailsView: {
			title: "מסך פרטי ועדה",
			text : "תיאור הועדה והנושאים הנושאים בהם היא עוסקת. כל ועדה מורכבת מח\x22כים מכהנים/ות, המוצגים לפי סדר הנוכחות שלהם בועדה. ניתן לראות את הדיונים האחרונים אשר להם יש פרוטוקול (בו אפשר לצפות) ודיונים עתידיים."
		},
		ProtocolView: {
			title: "פרוטוקול ישיבה",
			text : "כאן תוכלו לקרוא בצורה נוחה את פרוטוקול הישיבה. לחיצה על אחד הפסקאות הצבעוניות תחת 'תוכן הישיבה' תוביל אתכם למסך מקטע פרוטוקול ובו נוח עוד יותר לקרוא את פרוטוקול הישיבה."
		},
		ProtocolSectionView: {
			title: "מסך מקטע פרוטוקול",
			text : "כל פסקה מהפרוטוקול מופיעה בנפרד על כל המסך. בעזרת לחיצה על הכפתורים 'הבא' ו'הקודם' תוכלו לקרוא את כל הפרוטוקול."
		}
	}
};
