callback({
"meta": {
"limit": 1000, "next": null, 
"offset": 0,
 "previous": null,
 "total_count": 18
},
 
"objects": [{
"absolute_url": "/committee/1/",
 "aliases": "",
 "description": "תקנון הכנסת ועניינים הנובעים ממנו; חסינות חברי הכנסת ובקשות לנטילתה; סדרי הבית; המלצות על הרכב הוועדות הקבועות והוועדות לעניינים מסויימים, ויושבי-ראש שלהן; תיחום ותיאום הוועדות; העברת בקשות המוגשות לכנסת מן הציבור ליושב-ראש הכנסת או לוועדות המתאימות; דיון בתלונות על חברי הכנסת; תשלומים לחברי הכנסת; דיון בבקשות ובעניינים שאינם נוגעים לשום ועדה או שלא נכללו בתפקידי ועדה אחרת.\n",
 "id": 1,
 "name": "ועדת הכנסת", 
"portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/1/"
},
 {
"absolute_url":"/committee/3/",
 "aliases": "", 
"description": "עלייה; קליטה; הטיפול ביורדים; חינוך יהודי וציוני בגולה; מכלול הנושאים הקשורים בעניינים אלה והנמצאים בתחום טיפולו של המוסד לתיאום בין ממשלת ישראל לבין ההסתדרות הציונית העולמית ובין ממשלת ישראל לבין הסוכנות היהודית.\n",
 "id": 3,
 "name": "ועדת העלייה, הקליטה והתפוצות",
 "portal_knesset_broadcasts_url": "", 
"resource_uri": "/api/v2/committee/3/"
},
 {
"absolute_url": "/committee/4/",
 "aliases": "",
 "description": "שלטון מקומי; בניין ערים; כניסה לישראל ומרשם האוכלוסין; אזרחות; עיתונות ומודיעין; עדות; ארגון הדתות של יהודים ושל לא-יהודים; משטרה ובתי-הסוהר; איכות הסביבה.\n",
 "id": 4, 
"name": "ועדת הפנים והגנת הסביבה",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/4/"
},
 {
"absolute_url": "/committee/5/",
 "aliases": "",
 "description": "דיוני ועדת החוקה חוק ומשפט בהצעות חקיקה והכנתן של הצעות החוק לשלבי קריאה ראשונה, שניה ושלישית במליאת הכנסת\n",
 "id": 5, "name": "ועדת החוקה, חוק ומשפט",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/5/"
},
 {
"absolute_url": "/committee/6/",
 "aliases": "", "description": "חינוך; תרבות; מדע; אמנות; שידור; קולנוע; תרבות הגוף.\n",
 "id": 6,
 "name": "ועדת החינוך, התרבות והספורט",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/6/"
},
 {
"absolute_url": "/committee/7/",
 "aliases": "",
 "description": "דיון בדוחות מבקר המדינה ונציב תלונות הציבור; סמכויות על-פי חוק מבקר המדינה וחוקים אחרים; מעמדם וסמכויותיהם של מבקרים פנימיים; הוועדה לענייני ביקורת המדינה רשאית להורות על מינוי ועדת חקירה ממלכתית בעקבות דיון בדוח מבקר המדינה.\n",
 "id": 7,
 "name": "ועדה לענייני ביקורת המדינה",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/7/"
},
 {
"absolute_url": "/committee/8/",
 "aliases": "",
 "description": "מדיניות מחקר ופיתוח אזרחי בישראל, טכנולוגיות מתקדמות, מחקר ופיתוח סביבתי, מחקר מדעי באקדמיה ישראלית למדעים, מחקר מדעי שלא במוסדות להשכלה גבוהה, מכוני מחקר, מדענים ראשיים של כלל משרדי הממשלה, מועצה לאומית למחקר ופיתוח, קרנות מחקר, מידע ומיחשוב.\n",
 "id": 8,
 "name": "ועדת  המדע  והטכנולוגיה",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/8/"
},
 {
"absolute_url": "/committee/9/",
 "aliases": "",
 "description": "תקציב המדינה; מסים לכל סוגיהם; מכס ובלו; מלוות; ענייני מטבע חוץ; בנקאות ושטרי כסף; הכנסות והוצאות המדינה.\n",
 "id": 9,
 "name": "ועדת הכספים",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/9/"
},

 {
"absolute_url": "/committee/10/",
 "aliases": "",
 "description": "עבודה; ביטחון סוציאלי; לרבות מערכת הבטחת הכנסה; המוסד לביטוח לאומי; בריאות; סעד; שיקום; נכים ושיקומם; לרבות נכי צה”ל ומשפחות נפגעי מלחמה וכן נפגעים אחרים; עבריינים צעירים; גמלאות ותגמולים; חוקת התשלומים לחיילים ולמשפחותיהם.\n",
 "id": 10,
 "name": "ועדת העבודה, הרווחה והבריאות",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/10/"
},

 {
"absolute_url": "/committee/11/",
 "aliases": "",
 "description": "קידום מעמד האשה לקראת שוויון בייצוג; בחינוך ובמעמד האישי, וכן למניעת אפליה בשל מין או נטייה מינית בכל התחומים; להקטנת פערים בכלכלה ובשוק העבודה ולמאבק באלימות כלפי נשים.\n",
 "id": 11,
 "name": "ועדה לקידום מעמד האישה",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/11/"
},
 {
"absolute_url": "/committee/12/",
 "aliases": "",
 "description": "היתרי הכניסה לישראל והשהייה בה עובדים זרים חוקיים ובלתי חוקיים מעצר וגירוש עובדים זרים בלתי חוקיים היתרי עבודה ושילובם בענפי הבנין, הסיעוד, החקלאות, התעשיה ומסעדנות תנאים סוציאלים ובכלל זה: בריאות, רווחה, חינוך, טיפול הרשויות, טיפול העמותות ועוד.\nהערה: עבודת הוועדה מתמקדת בכל תחומי עיסוקם, הן התנאים הסוציאלים והחברתיים בהם הם חיים, הן לגבי העובדים החוקיים והן לגבי העובדים הלא חוקיים.\n",
 "id": 12,
 "name": "ועדה מיוחדת לבעיית העובדים הזרים",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/12/"
},
 {
"absolute_url": "/committee/13/",
 "aliases": "",
 "description": "בדיקת תופעת הסחר בנשים בארץ בנושאים הבאים:\n1. היקף התופעה וממדיה בישראל;\n2. התנאים בהם מוחזקות הנשים על-ידי ”מעבידיהן”;\n3. התנאים בהם מוחזקות הנשים לצורכי חקירה (תנאי מעצר);\n4. המצב החוקי בישראל לגבי סחר בבני אדם והתיקונים הנדרשים;\nהוועדה תקבע את סדרי עבודתה ודיוניה, תיעזר בחומרים שיונחו על שולחנה ובארגונים וולונטריים ובינלאומיים. בגמר עבודתה תגיש הוועדה דין וחשבון על תוצאות חקירתה והמלצותיה.\n",
 "id": 13,
 "name": "ועדת משנה למאבק בסחר בנשים",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/13/"
},
 {
"absolute_url": "/committee/15/",
 "aliases": "",
 "description": "הגנה על הילדים וקידום מעמד הילדים ובני הנוער, במטרה לממש את זכויותיהם ברוח האמנה הבינלאומית לזכויות הילד, לרבות מימוש העקרונות של טובת הילד, אי-אפליה, הזכות להתפתחות בתנאים נאותים, וזכות של ילדים בני נוער להשמיע את דעתם ולהשתתף בעניינים הנוגעים בהם.\n", "id": 15,
 "name": "ועדה לזכויות הילד",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/15/"
}, 
{
"absolute_url": "/committee/14/",
 "aliases": "",
 "description": " סמכויות הוועדה:\n1. טיפול ומתן מענה שוטף לפניות הציבור שמגיעות לוועדה מאזרחים וארגונים שונים.\n2. קיום קשר שוטף עם משרדי הממשלה ועם נציגי פניות ציבור בגופים שונים, תוך כדי הבטחת זכויותיהם וסמכויותיהם לטיפול בפניות הציבור במוסדותיהם.\n3. הסדרת נושא הטיפול בפניות הציבור במוסדות הממשלתיים והציבוריים לשם קביעת נורמות טיפול אחידות ככל האפשר בין כל הגופים שעוסקים בנושא.\n4. שמירה והגנה על מקבלי שירותים ציבוריים.\n5. יצירת שיתוף פעולה עם משרדי הממשלה וגורמים שונים בניסיון להיטיב את השירות הניתן לאזרח.\n6. קיום דיונים בנושאים מגוונים הנוגעים למצוקות הפרט, להגנת הצרכן ומקבלי השירותים הציבוריים.\n",
 "id": 14,
 "name": "ועדה מיוחדת לפניות הציבור",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/14/"
},
 {
"absolute_url": "/committee/16/",
 "aliases": "",
 "description": "טיפול מקיף בבעית הסמים במדינת ישראל; פיקוח על הרשויות העוסקות ומטפלות בכל נושא הקשור לנושא הסמים או הנובע ממנו; לרבות הרשויות המטפלות במניעה, אכיפה, תביעה, שפיטה, טיפול ושיקום; טיפול בכל הבעיות בחברה הישראלית הנובעות מהתמכרותם של אנשים לסם מסוכן, העבירות המבוצעות בשל הדחף לסם מסוכן, או מכל היבט אחר הקשור לסמים; שימוש בסמים מסוכנים לצרכים רפואיים.\n",
 "id": 16,
 "name": "ועדה מיוחדת למאבק בנגע הסמים",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/16/"
},
 {
"absolute_url": "/committee/2/",
 "aliases": "",
 "description": "בהתאם לסעיף 13 לתקנון הכנסת, תחומי ענייניה של ועדת הכלכלה הם:\nמסחר ותעשיה; אספקה וקיצוב; חקלאות ודיג; תחבור ה - ספנות, תעופה , מערכת הכבישים, תחבורה ציבורית, הרכבת והבטיחות בדרכים; איגוד שיתופי; תכנון ותיאום כלכלי; פיתוח; זיכיונות המדינה ואפוטרופסות על הרכוש; רכוש הערבים הנעדרים; רכוש היהודים מארצות האויב; רכוש היהודים שאינם בחיים; עבודות ציבוריות ובינוי ושיכון.\n\nבהתאם לתחומים האמורים מטפלת ועדת הכלכלה ומקיימת פעילות ענפה, בין היתר, בנושאים אלה:\nהצרכנות והגנת הצרכן; האנרגיה והתשתיות - גז (גפ\"מ), גז טבעי, דלק וחשמל; התקשורת - דואר, טלפוניה נייחת וניידת, שידורי טלוויזיה ורדיו; הבנקאות למשקי הבית; התיירות; מינהל מקרקעי ישראל; מים וביוב; זכות יוצרים ובית דין לתמלוגים; הגבלים עסקיים; הפיקדון על מכלי המשקה ותאגיד המחזור; הגבלות העישון ופרסום מוצרי הטבק.\n",
 "id": 2,
 "name": "ועדת הכלכלה",
 "portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/2/"
},
 {
"absolute_url": "/committee/17/",
 "aliases": "",
 "description": "", 
"id": 17,
 "name": "ועדת חקירה פרלמנטרית בנושא קליטת עובדים ערבים בשירות הציבורי",
"portal_knesset_broadcasts_url": "",
 "resource_uri": "/api/v2/committee/17/"}, 
{
"absolute_url": "/committee/18/",
 "aliases": "", "description": "", 
"id": 18,
 "name": "הוועדה המשותפת לנושא סביבה ובריאות",
 "portal_knesset_broadcasts_url": "http://knesset.gov.il/committees/heb/docs/EnvHealthProtocols.htm",
 "resource_uri": "/api/v2/committee/18/"
}
]
})
