var committees = [{
    "name": "ועדת הכנסת",
    "url": "/committee/1/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/826/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F/",
            "name": "יריב לוין",
            "presence": 90
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 53
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 49
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 43
        },
        {
            "url": "/member/805/%D7%93%D7%95%D7%93-%D7%A8%D7%95%D7%AA%D7%9D/",
            "name": "דוד רותם",
            "presence": 38
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 32
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 31
        },
        {
            "url": "/member/793/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%90%D7%99%D7%9C%D7%98%D7%95%D7%91/",
            "name": "רוברט אילטוב",
            "presence": 28
        },
        {
            "url": "/member/820/%D7%A8%D7%97%D7%9C-%D7%90%D7%93%D7%98%D7%95/",
            "name": "רחל אדטו",
            "presence": 26
        },
        {
            "url": "/member/208/%D7%90%D7%97%D7%9E%D7%93-%D7%98%D7%99%D7%91%D7%99/",
            "name": "אחמד טיבי",
            "presence": 20
        },
        {
            "url": "/member/845/%D7%90%D7%95%D7%A8%D7%99-%D7%90%D7%95%D7%A8%D7%91%D7%9A/",
            "name": "אורי אורבך",
            "presence": 18
        },
        {
            "url": "/member/839/%D7%9E%D7%A0%D7%97%D7%9D-%D7%90%D7%9C%D7%99%D7%A2%D7%96%D7%A8-%D7%9E%D7%95%D7%96%D7%A1/",
            "name": "מנחם אליעזר מוזס",
            "presence": 15
        },
        {
            "url": "/member/830/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%90%D7%A7%D7%95%D7%A0%D7%99%D7%A1/",
            "name": "אופיר אקוניס",
            "presence": 12
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 12
        },
        {
            "url": "/member/194/%D7%96%D7%91%D7%95%D7%9C%D7%95%D7%9F-%D7%90%D7%95%D7%A8%D7%9C%D7%91/",
            "name": "זבולון אורלב",
            "presence": 12
        },
        {
            "url": "/member/5/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%95%D7%A8%D7%95%D7%9F/",
            "name": "חיים אורון",
            "presence": 11
        },
        {
            "url": "/member/772/%D7%99%D7%95%D7%90%D7%9C-%D7%97%D7%A1%D7%95%D7%9F/",
            "name": "יואל חסון",
            "presence": 10
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 9
        },
        {
            "url": "/member/200/%D7%90%D7%99%D7%9C%D7%9F-%D7%92%D7%99%D7%9C%D7%90%D7%95%D7%9F/",
            "name": "אילן גילאון",
            "presence": 8
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 7
        },
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 6
        },
        {
            "url": "/member/724/%D7%A8%D7%95%D7%97%D7%9E%D7%94-%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%91%D7%9C%D7%99%D7%9C%D7%90/",
            "name": "רוחמה אברהם בלילא",
            "presence": 6
        },
        {
            "url": "/member/64/%D7%90%D7%99%D7%AA%D7%9F-%D7%9B%D7%91%D7%9C/",
            "name": "איתן כבל",
            "presence": 5
        },
        {
            "url": "/member/835/%D7%A4%D7%90%D7%99%D7%A0%D7%94-%D7%A4%D7%A0%D7%99%D7%94-%D7%A7%D7%99%D7%A8%D7%A9%D7%A0%D7%91%D7%90%D7%95%D7%9D/",
            "name": "פאינה (פניה) קירשנבאום",
            "presence": 3
        },
        {
            "url": "/member/8/%D7%93%D7%9C%D7%99%D7%94-%D7%90%D7%99%D7%A6%D7%99%D7%A7/",
            "name": "דליה איציק",
            "presence": 2
        },
        {
            "url": "/member/740/%D7%99%D7%A6%D7%97%D7%A7-%D7%94%D7%A8%D7%A6%D7%95%D7%92/",
            "name": "יצחק הרצוג",
            "presence": 2
        },
        {
            "url": "/member/754/%D7%99%D7%A9%D7%A8%D7%90%D7%9C-%D7%90%D7%99%D7%99%D7%9B%D7%9C%D7%A8/",
            "name": "ישראל אייכלר",
            "presence": 1
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 1
        },
        {
            "url": "/member/735/%D7%A8%D7%95%D7%A0%D7%99-%D7%91%D7%A8-%D7%90%D7%95%D7%9F/",
            "name": "רוני בר-און",
            "presence": 1
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6569/",
            "date": "2012-07-25",
            "title": "1. &nbsp; בקשת הממשלה להקדמת הדיון בהצעת חוק לפני הקריאה הראשונה - ..."
        },
        {
            "url": "/committee/meeting/6566/",
            "date": "2012-07-25",
            "title": "1. &nbsp; בקשת יושב ראש ועדה להקדמת הדיון בהצעת חוק - בקשת ..."
        },
        {
            "url": "/committee/meeting/6573/",
            "date": "2012-07-24",
            "title": "בקשת יושב ראש ועדה להקדמת הדיון בהצעת חוק - הצ\"ח משכן הכנסת, ..."
        },
        {
            "url": "/committee/meeting/6532/",
            "date": "2012-07-24",
            "title": "1. &nbsp; בקשת יושב ראש ועדה למיזוג הצעות חוק. - הצ\"ח נכסים ..."
        },
        {
            "url": "/committee/meeting/6572/",
            "date": "2012-07-24",
            "title": "דיון בבקשה להכריז על פרישה מסיעת \"קדימה\" - פניית חה\"כ שאול מופז, ..."
        },
        {
            "url": "/committee/meeting/6533/",
            "date": "2012-07-23",
            "title": "1. &nbsp; הצעת חוק משכן הכנסת, רחבתו ומשמר הכנסת (תיקון מס'' 15) ..."
        },
        {
            "url": "/committee/meeting/6416/",
            "date": "2012-07-18",
            "title": "המלצה לבחירת סגן ליושב-ראש הכנסת"
        },
        {
            "url": "/committee/meeting/6417/",
            "date": "2012-07-17",
            "title": "1. &nbsp; ערעורים על החלטת יו\"ר הכנסת והסגנים שלא לאשר דחיפות הצעות ..."
        },
        {
            "url": "/committee/meeting/6418/",
            "date": "2012-07-16",
            "title": "1. &nbsp; בקשת סיעה למינוי ממלא מקום קבועים בוועדות - בקשת סיעת ..."
        },
        {
            "url": "/committee/meeting/6426/",
            "date": "2012-07-10",
            "title": "הצעת חוק בתי הדין הדתיים הדרוזיים (תיקון מס'' 19), התשע\"ב-2012 של חה\"כ ..."
        }
    ],
    "id": 1
},{
    "name": "ועדת הכלכלה",
    "url": "/committee/2/",
    "future_meetings": [
        {
            "date": "2012-08-02T10:00:00",
            "title": "כשלי שוק והעמלות בתחום הפרסום"
        },
        {
            "date": "2012-08-02T11:30:00",
            "title": "בחינת החובה להטיל בחקיקה פרסום באינטרנט במקום בעיתונות"
        },
        {
            "date": "2012-08-02T13:00:00",
            "title": "צו התקשורת (בזק ושידורים) (פטור מאישור סוג ופטור מרישיון סחר), התשע\"ב-2012 - בקשת שר התקשורת לדיון מחדש ודיון מחדש, בסעיפים 1.2.5-7, בנוסח המתפרסם והוספת סעיף 3"
        },
        {
            "date": "2012-08-02T14:00:00",
            "title": "תקנות להסדרת תוצרת אורגנית (תוצרת אורגנית מן החי - ייצורה ומכירתה), התשס\"ט-2009"
        },
        {
            "date": "2012-08-02T14:45:00",
            "title": "תקנות להסדרת תוצרת אורגנית (גוף אישור ובקרה)(תיקון), התשס\"ט-2009"
        },
        {
            "date": "2012-08-06T13:30:00",
            "title": "הצעת חוק לתיקון פקודת התעבורה (מס'' ...), התשע\"ב-2012 בעניין העלאת \"הסכום הנוסף\" לאגרת הרכב, המיועד לרשות השידור"
        },
        {
            "date": "2012-09-10T10:00:00",
            "title": "הצעת חוק הקמת מאגר מידע לעניין מחירי מוצרים ברשתות שיווק, התשע\"ב-2012 של חה\"כ כרמל שאמה-הכהן, חה\"כ שכיב מוראד שנאן.  (פ/4360)"
        },
        {
            "date": "2012-09-10T12:00:00",
            "title": "הצעת חוק רשות השידור (תיקון מס'' 28) (תקצוב שידורי רשת מורשת), התשע\"ב-2012 של חה\"כ דוד אזולאי, חה\"כ ישראל אייכלר.  (פ/4013)"
        },
        {
            "date": "2012-09-10T13:00:00",
            "title": "הצעת חוק המים (תיקון מס'' 25), התשע\"ב-2012"
        },
        {
            "date": "2012-09-10T14:30:00",
            "title": "הפחתה מהתשלומים לזכאים עבור צריכת חשמל - יישום תיקון מס'' 10 לחוק משק החשמל"
        },
        {
            "date": "2012-09-11T10:00:00",
            "title": "הצטיידות אגד ומפעילי התחבורה הציבורית באוטובוסים"
        },
        {
            "date": "2012-09-11T11:30:00",
            "title": "תקנות מסילות הברזל (בדיקות בריאותיות - אגרות), התשע\"ב-2011"
        },
        {
            "date": "2012-09-11T13:00:00",
            "title": "הצעת חוק משק הדלק, התשע\"ב-2012"
        },
        {
            "date": "2012-09-11T14:30:00",
            "title": "תקנות סימני מסחר (תיקון מס'' 2), התשע\"ב-2012"
        },
        {
            "date": "2012-09-12T10:00:00",
            "title": "חסמים לקבלת מימון בנקאי לפרויקט תמ\"א 38"
        }
    ],
    "members": [
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 55
        },
        {
            "url": "/member/830/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%90%D7%A7%D7%95%D7%A0%D7%99%D7%A1/",
            "name": "אופיר אקוניס",
            "presence": 34
        },
        {
            "url": "/member/837/%D7%97%D7%9E%D7%93-%D7%A2%D7%9E%D7%90%D7%A8/",
            "name": "חמד עמאר",
            "presence": 32
        },
        {
            "url": "/member/50/%D7%99%D7%A6%D7%97%D7%A7-%D7%95%D7%A7%D7%A0%D7%99%D7%9F/",
            "name": "יצחק וקנין",
            "presence": 21
        },
        {
            "url": "/member/818/%D7%A0%D7%97%D7%9E%D7%9F-%D7%A9%D7%99/",
            "name": "נחמן שי",
            "presence": 16
        },
        {
            "url": "/member/848/%D7%99%D7%95%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%90%D7%9C%D7%95%D7%91-%D7%91%D7%A8%D7%A7%D7%95%D7%91%D7%99%D7%A5/",
            "name": "יוליה שמאלוב ברקוביץ`",
            "presence": 15
        },
        {
            "url": "/member/819/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%98%D7%99%D7%91%D7%99%D7%99%D7%91/",
            "name": "רוברט טיבייב",
            "presence": 15
        },
        {
            "url": "/member/781/%D7%99%D7%A9%D7%A8%D7%90%D7%9C-%D7%97%D7%A1%D7%95%D7%9F/",
            "name": "ישראל חסון",
            "presence": 14
        },
        {
            "url": "/member/793/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%90%D7%99%D7%9C%D7%98%D7%95%D7%91/",
            "name": "רוברט אילטוב",
            "presence": 13
        },
        {
            "url": "/member/105/%D7%A2%D7%9E%D7%99%D7%A8-%D7%A4%D7%A8%D7%A5/",
            "name": "עמיר פרץ",
            "presence": 11
        },
        {
            "url": "/member/210/%D7%90%D7%9E%D7%A0%D7%95%D7%9F-%D7%9B%D7%94%D7%9F/",
            "name": "אמנון כהן",
            "presence": 9
        },
        {
            "url": "/member/789/%D7%97%D7%A0%D7%90-%D7%A1%D7%95%D7%99%D7%99%D7%93/",
            "name": "חנא סוייד",
            "presence": 7
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 6
        },
        {
            "url": "/member/730/%D7%90%D7%9C%D7%99-%D7%90%D7%A4%D7%9C%D7%9C%D7%95/",
            "name": "אלי אפללו",
            "presence": 4
        },
        {
            "url": "/member/7/%D7%93%D7%95%D7%93-%D7%90%D7%96%D7%95%D7%9C%D7%90%D7%99/",
            "name": "דוד אזולאי",
            "presence": 4
        },
        {
            "url": "/member/839/%D7%9E%D7%A0%D7%97%D7%9D-%D7%90%D7%9C%D7%99%D7%A2%D7%96%D7%A8-%D7%9E%D7%95%D7%96%D7%A1/",
            "name": "מנחם אליעזר מוזס",
            "presence": 4
        },
        {
            "url": "/member/772/%D7%99%D7%95%D7%90%D7%9C-%D7%97%D7%A1%D7%95%D7%9F/",
            "name": "יואל חסון",
            "presence": 3
        },
        {
            "url": "/member/208/%D7%90%D7%97%D7%9E%D7%93-%D7%98%D7%99%D7%91%D7%99/",
            "name": "אחמד טיבי",
            "presence": 2
        },
        {
            "url": "/member/797/%D7%90%D7%91%D7%99%D7%A9%D7%99-%D7%91%D7%A8%D7%95%D7%95%D7%A8%D7%9E%D7%9F/",
            "name": "אבישי ברוורמן",
            "presence": 1
        },
        {
            "url": "/member/756/%D7%92%D7%9E%D7%90%D7%9C-%D7%96%D7%97%D7%90%D7%9C%D7%A7%D7%94/",
            "name": "ג`מאל זחאלקה",
            "presence": 1
        },
        {
            "url": "/member/758/%D7%A8%D7%90%D7%9C%D7%91-%D7%9E%D7%92%D7%90%D7%93%D7%9C%D7%94/",
            "name": "ראלב מג`אדלה",
            "presence": 1
        },
        {
            "url": "/member/8/%D7%93%D7%9C%D7%99%D7%94-%D7%90%D7%99%D7%A6%D7%99%D7%A7/",
            "name": "דליה איציק",
            "presence": 0
        },
        {
            "url": "/member/754/%D7%99%D7%A9%D7%A8%D7%90%D7%9C-%D7%90%D7%99%D7%99%D7%9B%D7%9C%D7%A8/",
            "name": "ישראל אייכלר",
            "presence": 0
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6608/",
            "date": "2012-07-24",
            "title": "הצעת חוק לתיקון פקודת התעבורה (חובת שליחת דו\"ח תאונה לרשויות), התשע\"ב-2012 של ..."
        },
        {
            "url": "/committee/meeting/6616/",
            "date": "2012-07-24",
            "title": "תקנות התעבורה (תיקון מס''...), התשע\"ב-2012, בדבר מערכת לדווח ומעקב על עבירות תעבורה ..."
        },
        {
            "url": "/committee/meeting/6561/",
            "date": "2012-07-23",
            "title": "הצעת חוק הגבלות בעניין תכנית הטבות לצרכן (תיקוני חקיקה), התשע\"ב-2011 של חה\"כ ..."
        },
        {
            "url": "/committee/meeting/6576/",
            "date": "2012-07-17",
            "title": "1. &nbsp; פינוי שבע משפחות מרמלה לפתרון דיור חלופי הצעה לדיון מהיר ..."
        },
        {
            "url": "/committee/meeting/6601/",
            "date": "2012-07-17",
            "title": "טענות רשת כנגד קשת על הפרת החוק ותנאי הזכיון בהפעלת ערוצים 24 ..."
        },
        {
            "url": "/committee/meeting/6520/",
            "date": "2012-07-17",
            "title": "תקנות שירות נתוני אשראי (תיקון)(תיקון), התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6537/",
            "date": "2012-07-17",
            "title": "המלצות הוועדה להגברת התחרותיות בבנקים - בישיבה ישתתף מר דוד זקן, המפקח ..."
        },
        {
            "url": "/committee/meeting/6535/",
            "date": "2012-07-17",
            "title": "הצעת חוק הלוואות לדיור (תיקון - חובת הפנייה לוועדה מיוחדת טרם הגשת ..."
        },
        {
            "url": "/committee/meeting/6542/",
            "date": "2012-07-16",
            "title": "הצעת חוק הלוואות לדיור (תיקון - חובת הפנייה לוועדה מיוחדת טרם הגשת ..."
        },
        {
            "url": "/committee/meeting/6579/",
            "date": "2012-07-16",
            "title": "תקנות תכנון משק החלב (קביעת מכסות חלב), התשע\"ב-2012"
        }
    ],
    "id": 2
},{
    "name": "ועדת העלייה, הקליטה והתפוצות",
    "url": "/committee/3/",
    "future_meetings": [
        {
            "date": "2012-08-08T11:00:00",
            "title": "העסקת מנהלי מוקדי הקליטה ליוצאי אתיופיה - בהשתתפות מנכ\"ל המשרד לקליטת העלייה מר דמיטרי אפרצ''ב שיעור יוצאי אתיופיה המועסקים במחלקות קליטה ברשויות המקומיות ביחס לשיעורם באוכלוסיית הרשות"
        },
        {
            "date": "2012-08-08T11:00:00",
            "title": "העסקת מנהלי מוקדי הקליטה ליוצאי אתיופיה - בהשתתפות מנכ\"ל המשרד לקליטת העלייה מר דמיטרי אפרצ''ב"
        },
        {
            "date": "2012-08-08T12:00:00",
            "title": "שיעור יוצאי אתיופיה המועסקים במחלקות קליטה ברשויות המקומיות ביחס לשיעורם באוכלוסיית הרשות"
        },
        {
            "date": "2012-08-08T11:00:00",
            "title": ""
        },
        {
            "date": "2012-08-08T12:00:00",
            "title": ""
        },
        {
            "date": "2012-08-30T10:00:00",
            "title": "ישיבה לבחינת שילוב תלמידים יוצאי אתיופיה במערכת החינוך בנתניה - בבתי הספר רמב\"ם, רש\"י ושח\"ל"
        },
        {
            "date": "2012-09-06T10:30:00",
            "title": "ישיבה ב\"אלתא מערכות בע\"מ\" אשדוד  לבחינת קליטת העלייה"
        }
    ],
    "members": [
        {
            "url": "/member/802/%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%98%D7%95%D7%91/",
            "name": "ליה שמטוב",
            "presence": 51
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 50
        },
        {
            "url": "/member/91/%D7%9E%D7%A8%D7%99%D7%A0%D7%94-%D7%A1%D7%95%D7%9C%D7%95%D7%93%D7%A7%D7%99%D7%9F/",
            "name": "מרינה סולודקין",
            "presence": 41
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 40
        },
        {
            "url": "/member/819/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%98%D7%99%D7%91%D7%99%D7%99%D7%91/",
            "name": "רוברט טיבייב",
            "presence": 21
        },
        {
            "url": "/member/100/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%A4%D7%99%D7%A0%D7%A1-%D7%A4%D7%96/",
            "name": "אופיר פינס-פז",
            "presence": 10
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 9
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 9
        },
        {
            "url": "/member/848/%D7%99%D7%95%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%90%D7%9C%D7%95%D7%91-%D7%91%D7%A8%D7%A7%D7%95%D7%91%D7%99%D7%A5/",
            "name": "יוליה שמאלוב ברקוביץ`",
            "presence": 7
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 6
        },
        {
            "url": "/member/730/%D7%90%D7%9C%D7%99-%D7%90%D7%A4%D7%9C%D7%9C%D7%95/",
            "name": "אלי אפללו",
            "presence": 2
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 1
        },
        {
            "url": "/member/697/%D7%99%D7%95%D7%9C%D7%99-%D7%AA%D7%9E%D7%99%D7%A8/",
            "name": "יולי תמיר",
            "presence": 0
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6536/",
            "date": "2012-07-17",
            "title": "הערכה שנתית של המכון לתכנון מדיניות עם יהודי 2011-2012 - המצב והמגמות ..."
        },
        {
            "url": "/committee/meeting/6585/",
            "date": "2012-07-16",
            "title": "דווח שר ההסברה והתפוצות יולי אדלשטיין, על פעילות משרדו"
        },
        {
            "url": "/committee/meeting/6420/",
            "date": "2012-07-11",
            "title": "סקירת השרה לקליטת העלייה חה\"כ סופה לנדבר, על פעילות משרדה ותקציבו - ..."
        },
        {
            "url": "/committee/meeting/6519/",
            "date": "2012-07-10",
            "title": "הערכה לפעילותו של ראש הממשלה יצחק שמיר ז\"ל למען העלייה"
        },
        {
            "url": "/committee/meeting/6436/",
            "date": "2012-07-09",
            "title": "1. &nbsp; פסיקת בית משפט בגרמניה לאסור עריכת ברית מילה - בהשתתפות ..."
        },
        {
            "url": "/committee/meeting/6235/",
            "date": "2012-06-06",
            "title": "הוקרה לבוריס גלפנד, סגן אלוף העולם בשחמט - הישיבה תשודר בערוץ הכנסת ..."
        },
        {
            "url": "/committee/meeting/6168/",
            "date": "2012-05-30",
            "title": "היערכות להעלאת שארית יוצאי אתיופיה"
        },
        {
            "url": "/committee/meeting/6213/",
            "date": "2012-05-29",
            "title": "אמצעים לחיזוק הקשר עם ישראלים בחו\"ל - הצגת דוח המכון למדיניות העם ..."
        },
        {
            "url": "/committee/meeting/6128/",
            "date": "2012-05-22",
            "title": "הקשר בין ירידת עולים מישראל לזהותם היהודית והישראלית - במסגרת יום הזהות ..."
        },
        {
            "url": "/committee/meeting/6115/",
            "date": "2012-05-21",
            "title": "מעקב אחר יישום החלטת הממשלה להכרה בפעילי עלייה מכל ארצות העולם"
        }
    ],
    "id": 3
},{
    "name": "ועדת הפנים והגנת הסביבה",
    "url": "/committee/4/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/7/%D7%93%D7%95%D7%93-%D7%90%D7%96%D7%95%D7%9C%D7%90%D7%99/",
            "name": "דוד אזולאי",
            "presence": 55
        },
        {
            "url": "/member/780/%D7%93%D7%91-%D7%97%D7%A0%D7%99%D7%9F/",
            "name": "דב חנין",
            "presence": 46
        },
        {
            "url": "/member/814/%D7%90%D7%95%D7%A8%D7%99-%D7%9E%D7%A7%D7%9C%D7%91/",
            "name": "אורי מקלב",
            "presence": 37
        },
        {
            "url": "/member/210/%D7%90%D7%9E%D7%A0%D7%95%D7%9F-%D7%9B%D7%94%D7%9F/",
            "name": "אמנון כהן",
            "presence": 29
        },
        {
            "url": "/member/821/%D7%90%D7%A8%D7%99%D7%94-%D7%91%D7%99%D7%91%D7%99/",
            "name": "אריה ביבי",
            "presence": 24
        },
        {
            "url": "/member/837/%D7%97%D7%9E%D7%93-%D7%A2%D7%9E%D7%90%D7%A8/",
            "name": "חמד עמאר",
            "presence": 23
        },
        {
            "url": "/member/728/%D7%99%D7%A2%D7%A7%D7%91-%D7%90%D7%93%D7%A8%D7%99/",
            "name": "יעקב אדרי",
            "presence": 19
        },
        {
            "url": "/member/843/%D7%A0%D7%99%D7%A6%D7%9F-%D7%94%D7%95%D7%A8%D7%95%D7%91%D7%99%D7%A5/",
            "name": "ניצן הורוביץ",
            "presence": 19
        },
        {
            "url": "/member/835/%D7%A4%D7%90%D7%99%D7%A0%D7%94-%D7%A4%D7%A0%D7%99%D7%94-%D7%A7%D7%99%D7%A8%D7%A9%D7%A0%D7%91%D7%90%D7%95%D7%9D/",
            "name": "פאינה (פניה) קירשנבאום",
            "presence": 12
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 11
        },
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 10
        },
        {
            "url": "/member/817/%D7%96%D7%90%D7%91-%D7%91%D7%99%D7%9C%D7%A1%D7%A7%D7%99/",
            "name": "זאב בילסקי",
            "presence": 7
        },
        {
            "url": "/member/64/%D7%90%D7%99%D7%AA%D7%9F-%D7%9B%D7%91%D7%9C/",
            "name": "איתן כבל",
            "presence": 6
        },
        {
            "url": "/member/797/%D7%90%D7%91%D7%99%D7%A9%D7%99-%D7%91%D7%A8%D7%95%D7%95%D7%A8%D7%9E%D7%9F/",
            "name": "אבישי ברוורמן",
            "presence": 5
        },
        {
            "url": "/member/800/%D7%90%D7%91%D7%A8%D7%94%D7%99%D7%9D-%D7%A6%D7%A8%D7%A6%D7%95%D7%A8/",
            "name": "אברהים צרצור",
            "presence": 5
        },
        {
            "url": "/member/831/%D7%9E%D7%99%D7%A8%D7%99-%D7%A8%D7%92%D7%91/",
            "name": "מירי רגב",
            "presence": 3
        },
        {
            "url": "/member/819/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%98%D7%99%D7%91%D7%99%D7%99%D7%91/",
            "name": "רוברט טיבייב",
            "presence": 3
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6591/",
            "date": "2012-07-25",
            "title": "דווח לועדה על פי סעיף 19 לחוק לייעול האכיפה והפיקוח העירוניים ברשויות ..."
        },
        {
            "url": "/committee/meeting/6620/",
            "date": "2012-07-23",
            "title": "1. &nbsp; הצעת חוק שהייה שלא כדין (איסור סיוע) (תיקוני חקיקה) (תיקון ..."
        },
        {
            "url": "/committee/meeting/6618/",
            "date": "2012-07-23",
            "title": "רשיונות עסק ארנונה ויעוד שטחים לגני ארועים"
        },
        {
            "url": "/committee/meeting/6617/",
            "date": "2012-07-23",
            "title": "הצעת חוק הרשות הלאומית למלחמה בסמים (תיקון מס'' 3), התשע\"ב-2012 - בהתאם ..."
        },
        {
            "url": "/committee/meeting/6515/",
            "date": "2012-07-18",
            "title": "הצעת חוק מיסוי מקרקעין (שבח ורכישה) (תיקון מס'' 74) (חיזוק בנייה מפני ..."
        },
        {
            "url": "/committee/meeting/6523/",
            "date": "2012-07-16",
            "title": "צו הרשויות המקומיות (אכיפה סביבתית - סמכויות פקחים) (שינוי התוספת לחוק), התשע\"ב-2012 ..."
        },
        {
            "url": "/committee/meeting/6588/",
            "date": "2012-07-16",
            "title": "בחינת ישום החלטת הממשלה בדבר יצירת מקורות אנרגיה חלופיים - הישיבה בהשתתפות ..."
        },
        {
            "url": "/committee/meeting/6522/",
            "date": "2012-07-16",
            "title": "הצעת חוק הרשות הארצית לכבאות והצלה, התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6524/",
            "date": "2012-07-11",
            "title": "הצעת חוק הרשויות המקומיות (מימון בחירות) (תיקון מס'' 10) (רשימת מועמדים משותפת), ..."
        },
        {
            "url": "/committee/meeting/6423/",
            "date": "2012-07-11",
            "title": "תקנות בריאות העם (איכותם התברואית של מי שתיה ומיתקני מי שתיה), תשע\"א-2011"
        }
    ],
    "id": 4
},{
    "name": "ועדת החוקה, חוק ומשפט",
    "url": "/committee/5/",
    "future_meetings": [
        {
            "date": "2012-08-07T10:00:00",
            "title": "הצעת חוק החברות (תיקון מס'' 20) (תנאי כהונה והעסקה בחברות ציבוריות ובחברות איגרות חוב), התשע\"ב-2012 - הכנה לקריאה שניה ושלישית"
        },
        {
            "date": "2012-08-08T10:00:00",
            "title": "הצעת חוק החוזים האחידים (תיקון מס'' 4), התשע\"א-2010"
        }
    ],
    "members": [
        {
            "url": "/member/805/%D7%93%D7%95%D7%93-%D7%A8%D7%95%D7%AA%D7%9D/",
            "name": "דוד רותם",
            "presence": 87
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 39
        },
        {
            "url": "/member/814/%D7%90%D7%95%D7%A8%D7%99-%D7%9E%D7%A7%D7%9C%D7%91/",
            "name": "אורי מקלב",
            "presence": 34
        },
        {
            "url": "/member/826/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F/",
            "name": "יריב לוין",
            "presence": 12
        },
        {
            "url": "/member/841/%D7%9E%D7%99%D7%9B%D7%90%D7%9C-%D7%91%D7%9F-%D7%90%D7%A8%D7%99/",
            "name": "מיכאל בן-ארי",
            "presence": 11
        },
        {
            "url": "/member/100/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%A4%D7%99%D7%A0%D7%A1-%D7%A4%D7%96/",
            "name": "אופיר פינס-פז",
            "presence": 9
        },
        {
            "url": "/member/845/%D7%90%D7%95%D7%A8%D7%99-%D7%90%D7%95%D7%A8%D7%91%D7%9A/",
            "name": "אורי אורבך",
            "presence": 9
        },
        {
            "url": "/member/740/%D7%99%D7%A6%D7%97%D7%A7-%D7%94%D7%A8%D7%A6%D7%95%D7%92/",
            "name": "יצחק הרצוג",
            "presence": 9
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 6
        },
        {
            "url": "/member/789/%D7%97%D7%A0%D7%90-%D7%A1%D7%95%D7%99%D7%99%D7%93/",
            "name": "חנא סוייד",
            "presence": 5
        },
        {
            "url": "/member/13/%D7%98%D7%9C%D7%91-%D7%90%D7%9C%D7%A1%D7%90%D7%A0%D7%A2/",
            "name": "טלב אלסאנע",
            "presence": 5
        },
        {
            "url": "/member/809/%D7%99%D7%95%D7%97%D7%A0%D7%9F-%D7%A4%D7%9C%D7%A1%D7%A0%D7%A8/",
            "name": "יוחנן פלסנר",
            "presence": 4
        },
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 4
        },
        {
            "url": "/member/64/%D7%90%D7%99%D7%AA%D7%9F-%D7%9B%D7%91%D7%9C/",
            "name": "איתן כבל",
            "presence": 3
        },
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 3
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 1
        },
        {
            "url": "/member/838/%D7%9E%D7%A9%D7%94-%D7%9E%D7%95%D7%A5-%D7%9E%D7%98%D7%9C%D7%95%D7%9F/",
            "name": "משה מוץ מטלון",
            "presence": 1
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 1
        },
        {
            "url": "/member/851/%D7%93%D7%95%D7%A8%D7%95%D7%9F-%D7%90%D7%91%D7%99%D7%98%D7%9C/",
            "name": "דורון אביטל",
            "presence": 0
        },
        {
            "url": "/member/201/%D7%96%D7%94%D7%91%D7%94-%D7%92%D7%9C%D7%90%D7%95%D7%9F/",
            "name": "זהבה גלאון",
            "presence": 0
        },
        {
            "url": "/member/795/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%9E%D7%A1%D7%9C%D7%9D/",
            "name": "חיים אמסלם",
            "presence": 0
        },
        {
            "url": "/member/115/%D7%97%D7%99%D7%99%D7%9D-%D7%A8%D7%9E%D7%95%D7%9F/",
            "name": "חיים רמון",
            "presence": 0
        },
        {
            "url": "/member/724/%D7%A8%D7%95%D7%97%D7%9E%D7%94-%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%91%D7%9C%D7%99%D7%9C%D7%90/",
            "name": "רוחמה אברהם בלילא",
            "presence": 0
        },
        {
            "url": "/member/735/%D7%A8%D7%95%D7%A0%D7%99-%D7%91%D7%A8-%D7%90%D7%95%D7%9F/",
            "name": "רוני בר-און",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6560/",
            "date": "2012-07-25",
            "title": "החלטת ועדת החוקה חוק ומשפט בדבר פיצול הצעת חוק-יסוד: נשיא המדינה (תיקון ..."
        },
        {
            "url": "/committee/meeting/6559/",
            "date": "2012-07-25",
            "title": "הצעת חוק הקאדים (תיקון מס'' 17) (תקופת כהונתו של נשיא בית הדין ..."
        },
        {
            "url": "/committee/meeting/6592/",
            "date": "2012-07-23",
            "title": "1. &nbsp; הצעת חוק נכסים של נספי השואה (השבה ליורשים והקדשה למטרות ..."
        },
        {
            "url": "/committee/meeting/6534/",
            "date": "2012-07-18",
            "title": "הצעת חוק הדיינים (תיקון מס'' 24), התשס\"ח-2008 - הכנה לקריאה שניה ושלישית"
        },
        {
            "url": "/committee/meeting/6562/",
            "date": "2012-07-16",
            "title": "הצעת חוק החברות (תיקון מס'' 20) (תנאי כהונה והעסקה בחברות ציבוריות ובחברות ..."
        },
        {
            "url": "/committee/meeting/6546/",
            "date": "2012-07-11",
            "title": "תקנות החברות (סכומים אחרים הכלולים בהון העצמי שיראו אותם כעודפים), התשע\"ב - ..."
        },
        {
            "url": "/committee/meeting/6543/",
            "date": "2012-07-11",
            "title": "הצעת חוק הירושה (תיקון מס'' 13) (ירושה מכוח אימוץ), התשע\"ב-2012 של חה\"כ ..."
        },
        {
            "url": "/committee/meeting/6447/",
            "date": "2012-07-09",
            "title": "הצעת חוק הנזיקים האזרחיים (אחריות המדינה) (תיקון מס'' 8), התשס\"ח-2008 - הכנה ..."
        },
        {
            "url": "/committee/meeting/6530/",
            "date": "2012-07-03",
            "title": "תקנות חובת המכרזים (התקשרויות מערכת הביטחון) (תיקון), התשע\"א-2011 - אישור התקנות"
        },
        {
            "url": "/committee/meeting/6468/",
            "date": "2012-07-03",
            "title": "צו הגנת הפרטיות (קביעת גופים ציבוריים)(תיקון מס'' 2), התשע\"ב-2012"
        }
    ],
    "id": 5
},{
    "name": "ועדת החינוך, התרבות והספורט",
    "url": "/committee/6/",
    "future_meetings": [
        {
            "date": "2012-08-02T09:00:00",
            "title": "החינוך המיוחד בתשע\"ג"
        },
        {
            "date": "2012-08-02T11:00:00",
            "title": "מפגש עם משלחת כדורסלנים מה-NBA"
        },
        {
            "date": "2012-08-02T13:00:00",
            "title": "תמרוץ מורים במערכת החינוך"
        },
        {
            "date": "2012-08-13T09:00:00",
            "title": "הערכות פדגוגית לקראת פתיחת שנה\"ל תשע\"ג"
        },
        {
            "date": "2012-08-13T11:00:00",
            "title": "הערכות פיזית לקראת פתיחת שנה\"ל תשע\"ג"
        },
        {
            "date": "2012-08-27T08:45:00",
            "title": "סיור פתיחת שנה\"ל תשע\"ג במוסדות חינוך בבית שמש"
        },
        {
            "date": "2012-08-02T11:00:00",
            "title": "הספורט כדרך  - מפגש חגיגי עם שחקני NBA המבקרים בארץ"
        },
        {
            "date": "2012-08-02T13:00:00",
            "title": "תמרוץ דיפרנציאלי למורים - עשה ואל תעשה בהשתתפות פרופסור דן אריאלי"
        },
        {
            "date": "2012-08-02T13:00:00",
            "title": "תמרוץ דיפרנציאלי למורים - עשה ואל תעשה בהשתתפות פרופסור דן אריאלי"
        },
        {
            "date": "2012-08-02T15:00:00",
            "title": "העמדות המקצועיות של המורים לאזרחות ביחס לפיקוח על המקצוע"
        }
    ],
    "members": [
        {
            "url": "/member/785/%D7%90%D7%9C%D7%9B%D7%A1-%D7%9E%D7%99%D7%9C%D7%A8/",
            "name": "אלכס מילר",
            "presence": 66
        },
        {
            "url": "/member/194/%D7%96%D7%91%D7%95%D7%9C%D7%95%D7%9F-%D7%90%D7%95%D7%A8%D7%9C%D7%91/",
            "name": "זבולון אורלב",
            "presence": 50
        },
        {
            "url": "/member/844/%D7%9E%D7%A1%D7%A2%D7%95%D7%93-%D7%92%D7%A0%D7%90%D7%99%D7%9D/",
            "name": "מסעוד גנאים",
            "presence": 23
        },
        {
            "url": "/member/774/%D7%A8%D7%95%D7%A0%D7%99%D7%AA-%D7%AA%D7%99%D7%A8%D7%95%D7%A9/",
            "name": "רונית תירוש",
            "presence": 19
        },
        {
            "url": "/member/834/%D7%90%D7%A0%D7%A1%D7%98%D7%A1%D7%99%D7%94-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אנסטסיה מיכאלי",
            "presence": 17
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 17
        },
        {
            "url": "/member/795/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%9E%D7%A1%D7%9C%D7%9D/",
            "name": "חיים אמסלם",
            "presence": 12
        },
        {
            "url": "/member/840/%D7%99%D7%A2%D7%A7%D7%91-%D7%9B%D7%A6%D7%9C%D7%94-%D7%9B%D7%A5/",
            "name": "יעקב (כצל`ה) כ”ץ",
            "presence": 10
        },
        {
            "url": "/member/197/%D7%9E%D7%95%D7%97%D7%9E%D7%93-%D7%91%D7%A8%D7%9B%D7%94/",
            "name": "מוחמד ברכה",
            "presence": 8
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 8
        },
        {
            "url": "/member/756/%D7%92%D7%9E%D7%90%D7%9C-%D7%96%D7%97%D7%90%D7%9C%D7%A7%D7%94/",
            "name": "ג`מאל זחאלקה",
            "presence": 7
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 7
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 5
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 5
        },
        {
            "url": "/member/839/%D7%9E%D7%A0%D7%97%D7%9D-%D7%90%D7%9C%D7%99%D7%A2%D7%96%D7%A8-%D7%9E%D7%95%D7%96%D7%A1/",
            "name": "מנחם אליעזר מוזס",
            "presence": 5
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 4
        },
        {
            "url": "/member/848/%D7%99%D7%95%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%90%D7%9C%D7%95%D7%91-%D7%91%D7%A8%D7%A7%D7%95%D7%91%D7%99%D7%A5/",
            "name": "יוליה שמאלוב ברקוביץ`",
            "presence": 4
        },
        {
            "url": "/member/818/%D7%A0%D7%97%D7%9E%D7%9F-%D7%A9%D7%99/",
            "name": "נחמן שי",
            "presence": 4
        },
        {
            "url": "/member/754/%D7%99%D7%A9%D7%A8%D7%90%D7%9C-%D7%90%D7%99%D7%99%D7%9B%D7%9C%D7%A8/",
            "name": "ישראל אייכלר",
            "presence": 0
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6607/",
            "date": "2012-07-30",
            "title": "מנגנוני אפליית תלמידים במערכת החינוך - לקראת שנת הלימודים תשע״ג"
        },
        {
            "url": "/committee/meeting/6568/",
            "date": "2012-07-25",
            "title": "תקנות המל\"ג (אגרות), התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6570/",
            "date": "2012-07-25",
            "title": "תשלומי הורים לשנה\"ל תשע\"ג"
        },
        {
            "url": "/committee/meeting/6571/",
            "date": "2012-07-25",
            "title": "צו הרשויות המקומיות (מנהל יח'' הנוער ומועצת תלמידים ונוער) (החלת החוק על ..."
        },
        {
            "url": "/committee/meeting/6619/",
            "date": "2012-07-23",
            "title": "הצעת חוק צער בעלי חיים (הגנה על בעלי חיים) (תיקון מס'' 11) ..."
        },
        {
            "url": "/committee/meeting/6593/",
            "date": "2012-07-23",
            "title": "יוזמה חינוכית - בי\"ס \"אמי\"ת עציון\" בקרית מלאכי"
        },
        {
            "url": "/committee/meeting/6539/",
            "date": "2012-07-16",
            "title": "צו לימוד חובה (החלה בכיתות י\"א ו-י\"ב), התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6614/",
            "date": "2012-07-16",
            "title": "הצגת יוזמה חינוכית ע\"י מורה"
        },
        {
            "url": "/committee/meeting/6525/",
            "date": "2012-07-10",
            "title": "1. &nbsp; עיצומי העובדים המתמשכים ברשות השידור והשפעתם על שידורי הרשתות השונות ..."
        },
        {
            "url": "/committee/meeting/6435/",
            "date": "2012-07-10",
            "title": "1. &nbsp; 1. עתיד האוניברסיטאות-האם יש צורך בהקמת אוניברסיטה נוספת? 2. &nbsp; ..."
        }
    ],
    "id": 6
},{
    "name": "ועדה לענייני ביקורת המדינה",
    "url": "/committee/7/",
    "future_meetings": [
        {
            "date": "2012-08-07T10:00:00",
            "title": "הערכות לבחירות לכנסת השמונה עשרה וניהולן - דוח מ.ה. 60ב'', עמ'' 1019."
        },
        {
            "date": "2012-08-07T11:30:00",
            "title": "דוח מבקר המדינה על השריפה בכרמל - דצמבר 2010 - מחדלים, כשלים ומסקנות (סיון התשע\"ב - יוני 2012)."
        },
        {
            "date": "2012-08-31T09:00:00",
            "title": "חוות דעת מבקר המדינה בנושא פעולות ממשלת ישראל לשחרור יהונתן פולארד."
        },
        {
            "date": "2012-08-07T10:00:00",
            "title": "ההיערכות לבחירות לכנסת השמונה עשרה וניהולן - דוח מ.ה. 60ב'', עמ'' 1019."
        },
        {
            "date": "2012-08-07T11:30:00",
            "title": "דוח מבקר המדינה על השריפה בכרמל - דצמבר 2010 - מחדלים, כשלים ומסקנות (סיון התשע\"ב - יוני 2012)."
        },
        {
            "date": "2012-08-07T14:30:00",
            "title": "היבטים בפעילות חברה א''. נושאים במערכת הביטחון."
        },
        {
            "date": "2012-08-29T19:00:00",
            "title": "בקשה לחוות דעת מבקר המדינה, כפ\"י סע'' 21 לחוק מבקר המדינה, על טיפול הרשויות בבעיית המסתננים - סיור ודיון."
        },
        {
            "date": "2012-08-31T09:00:00",
            "title": ""
        },
        {
            "date": "2012-09-05T12:30:00",
            "title": "גוף מבקר לפרקליטות המדינה הצעה לדיון מהיר של ח\"כ אורי  אריאל. גוף מבקר לפרקליטות  הצעה לדיון מהיר של ח\"כ גאלב מג''אדלה."
        },
        {
            "date": "2012-08-06T10:00:00",
            "title": "הצעת חוק יסוד: מבקר המדינה (תיקון מס'' 3) (השלמת דין וחשבון וחוות דעת על ידי מבקר שכהונתו תמה)."
        },
        {
            "date": "2012-08-28T12:00:00",
            "title": "חיסויים לדוח מבקר המדינה 63, לפי סע'' 17(א) לחוק מבקר המדינה: \r היבטים בפעילות חברה א''."
        },
        {
            "date": "2012-09-13T09:00:00",
            "title": "אכיפת חוק התכנון והבנייה במתחם \"גן המלך\" - דו\"ח מבקר המדינה על הביקורת בשלטון המקומי 2009, עמ'' 681."
        }
    ],
    "members": [
        {
            "url": "/member/772/%D7%99%D7%95%D7%90%D7%9C-%D7%97%D7%A1%D7%95%D7%9F/",
            "name": "יואל חסון",
            "presence": 66
        },
        {
            "url": "/member/91/%D7%9E%D7%A8%D7%99%D7%A0%D7%94-%D7%A1%D7%95%D7%9C%D7%95%D7%93%D7%A7%D7%99%D7%9F/",
            "name": "מרינה סולודקין",
            "presence": 41
        },
        {
            "url": "/member/713/%D7%90%D7%95%D7%A8%D7%99-%D7%99%D7%94%D7%95%D7%93%D7%94-%D7%90%D7%A8%D7%99%D7%90%D7%9C/",
            "name": "אורי יהודה אריאל",
            "presence": 23
        },
        {
            "url": "/member/834/%D7%90%D7%A0%D7%A1%D7%98%D7%A1%D7%99%D7%94-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אנסטסיה מיכאלי",
            "presence": 21
        },
        {
            "url": "/member/776/%D7%A2%D7%AA%D7%A0%D7%99%D7%90%D7%9C-%D7%A9%D7%A0%D7%9C%D7%A8/",
            "name": "עתניאל שנלר",
            "presence": 19
        },
        {
            "url": "/member/758/%D7%A8%D7%90%D7%9C%D7%91-%D7%9E%D7%92%D7%90%D7%93%D7%9C%D7%94/",
            "name": "ראלב מג`אדלה",
            "presence": 15
        },
        {
            "url": "/member/735/%D7%A8%D7%95%D7%A0%D7%99-%D7%91%D7%A8-%D7%90%D7%95%D7%9F/",
            "name": "רוני בר-און",
            "presence": 15
        },
        {
            "url": "/member/100/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%A4%D7%99%D7%A0%D7%A1-%D7%A4%D7%96/",
            "name": "אופיר פינס-פז",
            "presence": 14
        },
        {
            "url": "/member/210/%D7%90%D7%9E%D7%A0%D7%95%D7%9F-%D7%9B%D7%94%D7%9F/",
            "name": "אמנון כהן",
            "presence": 12
        },
        {
            "url": "/member/194/%D7%96%D7%91%D7%95%D7%9C%D7%95%D7%9F-%D7%90%D7%95%D7%A8%D7%9C%D7%91/",
            "name": "זבולון אורלב",
            "presence": 12
        },
        {
            "url": "/member/845/%D7%90%D7%95%D7%A8%D7%99-%D7%90%D7%95%D7%A8%D7%91%D7%9A/",
            "name": "אורי אורבך",
            "presence": 11
        },
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 8
        },
        {
            "url": "/member/830/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%90%D7%A7%D7%95%D7%A0%D7%99%D7%A1/",
            "name": "אופיר אקוניס",
            "presence": 7
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 6
        },
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 6
        },
        {
            "url": "/member/819/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%98%D7%99%D7%91%D7%99%D7%99%D7%91/",
            "name": "רוברט טיבייב",
            "presence": 5
        },
        {
            "url": "/member/826/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F/",
            "name": "יריב לוין",
            "presence": 4
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 2
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 2
        },
        {
            "url": "/member/850/%D7%A0%D7%99%D7%A0%D7%95-%D7%90%D7%91%D7%A1%D7%93%D7%96%D7%94/",
            "name": "נינו אבסדזה",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6575/",
            "date": "2012-07-18",
            "title": "בקשה לחוות דעת מבקר המדינה, עפ\"י סע'' 21 לחוק מבקר המדינה, על ..."
        },
        {
            "url": "/committee/meeting/6538/",
            "date": "2012-07-17",
            "title": "דוח מבקר המדינה על השריפה בכרמל - דצמבר 2010 - מחדלים, כשלים ..."
        },
        {
            "url": "/committee/meeting/6613/",
            "date": "2012-07-16",
            "title": "שיקום רפואי לקשישים - דוח מבקר המדינה 62, עמ'' 283."
        },
        {
            "url": "/committee/meeting/6421/",
            "date": "2012-07-11",
            "title": "1. &nbsp; הצעת חוק יסוד: מבקר המדינה (תיקון מס'' 3) (השלמת דין ..."
        },
        {
            "url": "/committee/meeting/6427/",
            "date": "2012-07-10",
            "title": "הרכבת הקלה בירושלים - דו\"ח מבקר המדינה 58ב'', עמ'' 1185 - 1200."
        },
        {
            "url": "/committee/meeting/6390/",
            "date": "2012-06-26",
            "title": "בקשה לרוויזיה בנושא: הצעת חוק מבקר המדינה (תיקון מס'' 45) (השלמת דין ..."
        },
        {
            "url": "/committee/meeting/6505/",
            "date": "2012-06-25",
            "title": "הצעת חוק מבקר המדינה (תיקון מס'' 45) (השלמת דין וחשבון וחוות דעת ..."
        },
        {
            "url": "/committee/meeting/6330/",
            "date": "2012-06-18",
            "title": "הצעת חוק מבקר המדינה (השלמת דין וחשבון וחוות דעת), התשע\"ב-2012."
        },
        {
            "url": "/committee/meeting/6288/",
            "date": "2012-06-14",
            "title": "דוח מבקר המדינה על ההתמודדות עם המשט הטורקי."
        },
        {
            "url": "/committee/meeting/6327/",
            "date": "2012-06-13",
            "title": "טיולים במערכת החינוך - דו\"ח מבקר המדינה 59ב'', עמ'' 737."
        }
    ],
    "id": 7
},{
    "name": "ועדת  המדע  והטכנולוגיה",
    "url": "/committee/8/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/119/%D7%9E%D7%90%D7%99%D7%A8-%D7%A9%D7%98%D7%A8%D7%99%D7%AA/",
            "name": "מאיר שטרית",
            "presence": 74
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 32
        },
        {
            "url": "/member/774/%D7%A8%D7%95%D7%A0%D7%99%D7%AA-%D7%AA%D7%99%D7%A8%D7%95%D7%A9/",
            "name": "רונית תירוש",
            "presence": 23
        },
        {
            "url": "/member/64/%D7%90%D7%99%D7%AA%D7%9F-%D7%9B%D7%91%D7%9C/",
            "name": "איתן כבל",
            "presence": 8
        },
        {
            "url": "/member/819/%D7%A8%D7%95%D7%91%D7%A8%D7%98-%D7%98%D7%99%D7%91%D7%99%D7%99%D7%91/",
            "name": "רוברט טיבייב",
            "presence": 8
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 7
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 6
        },
        {
            "url": "/member/848/%D7%99%D7%95%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%90%D7%9C%D7%95%D7%91-%D7%91%D7%A8%D7%A7%D7%95%D7%91%D7%99%D7%A5/",
            "name": "יוליה שמאלוב ברקוביץ`",
            "presence": 4
        },
        {
            "url": "/member/697/%D7%99%D7%95%D7%9C%D7%99-%D7%AA%D7%9E%D7%99%D7%A8/",
            "name": "יולי תמיר",
            "presence": 4
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 3
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 2
        },
        {
            "url": "/member/802/%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%98%D7%95%D7%91/",
            "name": "ליה שמטוב",
            "presence": 1
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 1
        },
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 1
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6610/",
            "date": "2012-07-23",
            "title": "הסדרת פעילות החברה לחקר ימים ואגמים לישראל - ישיבת מעקב ודיווח"
        },
        {
            "url": "/committee/meeting/6595/",
            "date": "2012-07-18",
            "title": "1. &nbsp; פרס האו\"ם לממשל זמין 2. &nbsp; הצגת רשות התקשוב הממשלתי ..."
        },
        {
            "url": "/committee/meeting/6541/",
            "date": "2012-07-16",
            "title": "חלופה לבגרות מדעית טכנולוגית (קורסים אקדמיים לתלמידי תיכון)"
        },
        {
            "url": "/committee/meeting/6545/",
            "date": "2012-07-11",
            "title": "הצגת טכנולוגיות תחבורה ישראליות הנמצאות בחזית הידע העולמי"
        },
        {
            "url": "/committee/meeting/6553/",
            "date": "2012-07-03",
            "title": "הצעת חוק חשיפת פרטי מידע של מנוי ברשת תקשורת אלקטרונית, התשע\"ב-2011 של ..."
        },
        {
            "url": "/committee/meeting/6556/",
            "date": "2012-07-02",
            "title": "הפיקוח על ניסויים בבעלי-חיים"
        },
        {
            "url": "/committee/meeting/6555/",
            "date": "2012-07-02",
            "title": "הצעת חוק פיקוח אלקטרוני על משוחררים בערובה ומשוחררים על תנאי ממאסר (הוראת ..."
        },
        {
            "url": "/committee/meeting/6403/",
            "date": "2012-06-27",
            "title": "דו\"ח סיכום פעילות הוועדה העליונה לניסויים רפואיים בבני-אדם - לשנת 2011"
        },
        {
            "url": "/committee/meeting/6413/",
            "date": "2012-06-18",
            "title": "קידום מודעות נשים בישראל לפוריותן"
        },
        {
            "url": "/committee/meeting/6278/",
            "date": "2012-06-11",
            "title": "הצגת המחקר \"דורכים על יהלומים: פוטנציאל המצויינות הלא ממומש של ישראל\" (לימודי ..."
        }
    ],
    "id": 8
},{
    "name": "ועדת הכספים",
    "url": "/committee/9/",
    "future_meetings": [
        {
            "date": "2012-08-07T10:00:00",
            "title": "הצעת חוק לקידום התחרות ולצמצום הריכוזיות, התשע\"ב-2012"
        },
        {
            "date": "2012-09-10T10:00:00",
            "title": "הצעת חוק הקמת מאגר מידע לעניין מחירי מוצרים ברשתות שיווק, התשע\"ב-2012 של חה\"כ כרמל שאמה-הכהן, חה\"כ שכיב מוראד שנאן.  (פ/4360)"
        }
    ],
    "members": [
        {
            "url": "/member/35/%D7%9E%D7%A9%D7%94-%D7%92%D7%A4%D7%A0%D7%99/",
            "name": "משה גפני",
            "presence": 85
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 68
        },
        {
            "url": "/member/210/%D7%90%D7%9E%D7%A0%D7%95%D7%9F-%D7%9B%D7%94%D7%9F/",
            "name": "אמנון כהן",
            "presence": 43
        },
        {
            "url": "/member/835/%D7%A4%D7%90%D7%99%D7%A0%D7%94-%D7%A4%D7%A0%D7%99%D7%94-%D7%A7%D7%99%D7%A8%D7%A9%D7%A0%D7%91%D7%90%D7%95%D7%9D/",
            "name": "פאינה (פניה) קירשנבאום",
            "presence": 41
        },
        {
            "url": "/member/804/%D7%A9%D7%99-%D7%97%D7%A8%D7%9E%D7%A9/",
            "name": "שי חרמש",
            "presence": 41
        },
        {
            "url": "/member/5/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%95%D7%A8%D7%95%D7%9F/",
            "name": "חיים אורון",
            "presence": 36
        },
        {
            "url": "/member/50/%D7%99%D7%A6%D7%97%D7%A7-%D7%95%D7%A7%D7%A0%D7%99%D7%9F/",
            "name": "יצחק וקנין",
            "presence": 29
        },
        {
            "url": "/member/728/%D7%99%D7%A2%D7%A7%D7%91-%D7%90%D7%93%D7%A8%D7%99/",
            "name": "יעקב אדרי",
            "presence": 28
        },
        {
            "url": "/member/782/%D7%A9%D7%9C%D7%99-%D7%99%D7%97%D7%99%D7%9E%D7%95%D7%91%D7%99%D7%A5/",
            "name": "שלי יחימוביץ",
            "presence": 25
        },
        {
            "url": "/member/727/%D7%9E%D7%92%D7%9C%D7%99-%D7%95%D7%94%D7%91%D7%94/",
            "name": "מגלי והבה",
            "presence": 23
        },
        {
            "url": "/member/831/%D7%9E%D7%99%D7%A8%D7%99-%D7%A8%D7%92%D7%91/",
            "name": "מירי רגב",
            "presence": 19
        },
        {
            "url": "/member/785/%D7%90%D7%9C%D7%9B%D7%A1-%D7%9E%D7%99%D7%9C%D7%A8/",
            "name": "אלכס מילר",
            "presence": 18
        },
        {
            "url": "/member/802/%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%98%D7%95%D7%91/",
            "name": "ליה שמטוב",
            "presence": 17
        },
        {
            "url": "/member/758/%D7%A8%D7%90%D7%9C%D7%91-%D7%9E%D7%92%D7%90%D7%93%D7%9C%D7%94/",
            "name": "ראלב מג`אדלה",
            "presence": 17
        },
        {
            "url": "/member/774/%D7%A8%D7%95%D7%A0%D7%99%D7%AA-%D7%AA%D7%99%D7%A8%D7%95%D7%A9/",
            "name": "רונית תירוש",
            "presence": 16
        },
        {
            "url": "/member/713/%D7%90%D7%95%D7%A8%D7%99-%D7%99%D7%94%D7%95%D7%93%D7%94-%D7%90%D7%A8%D7%99%D7%90%D7%9C/",
            "name": "אורי יהודה אריאל",
            "presence": 15
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 11
        },
        {
            "url": "/member/845/%D7%90%D7%95%D7%A8%D7%99-%D7%90%D7%95%D7%A8%D7%91%D7%9A/",
            "name": "אורי אורבך",
            "presence": 10
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 8
        },
        {
            "url": "/member/208/%D7%90%D7%97%D7%9E%D7%93-%D7%98%D7%99%D7%91%D7%99/",
            "name": "אחמד טיבי",
            "presence": 7
        },
        {
            "url": "/member/817/%D7%96%D7%90%D7%91-%D7%91%D7%99%D7%9C%D7%A1%D7%A7%D7%99/",
            "name": "זאב בילסקי",
            "presence": 5
        },
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 5
        },
        {
            "url": "/member/849/%D7%A2%D7%99%D7%A0%D7%AA-%D7%95%D7%99%D7%9C%D7%A3/",
            "name": "עינת וילף",
            "presence": 3
        },
        {
            "url": "/member/730/%D7%90%D7%9C%D7%99-%D7%90%D7%A4%D7%9C%D7%9C%D7%95/",
            "name": "אלי אפללו",
            "presence": 2
        },
        {
            "url": "/member/7/%D7%93%D7%95%D7%93-%D7%90%D7%96%D7%95%D7%9C%D7%90%D7%99/",
            "name": "דוד אזולאי",
            "presence": 2
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 2
        },
        {
            "url": "/member/724/%D7%A8%D7%95%D7%97%D7%9E%D7%94-%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%91%D7%9C%D7%99%D7%9C%D7%90/",
            "name": "רוחמה אברהם בלילא",
            "presence": 2
        },
        {
            "url": "/member/830/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%90%D7%A7%D7%95%D7%A0%D7%99%D7%A1/",
            "name": "אופיר אקוניס",
            "presence": 1
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 1
        },
        {
            "url": "/member/212/%D7%97%D7%99%D7%99%D7%9D-%D7%9B%D7%A5/",
            "name": "חיים כץ",
            "presence": 1
        },
        {
            "url": "/member/826/%D7%99%D7%A8%D7%99%D7%91-%D7%9C%D7%95%D7%99%D7%9F/",
            "name": "יריב לוין",
            "presence": 1
        },
        {
            "url": "/member/201/%D7%96%D7%94%D7%91%D7%94-%D7%92%D7%9C%D7%90%D7%95%D7%9F/",
            "name": "זהבה גלאון",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6621/",
            "date": "2012-07-18",
            "title": "מחירי המים לחקלאות בבקעת הירדן הצעה לדיון מהיר של ח\"כ מירי רגב."
        },
        {
            "url": "/committee/meeting/6623/",
            "date": "2012-07-18",
            "title": "הצעה לסדר-היום בנושא: \"משבר ענף הזית בישראל\"הצעה לסדר היום: של ח\"כ שכיב ..."
        },
        {
            "url": "/committee/meeting/6622/",
            "date": "2012-07-18",
            "title": "1. &nbsp; סגירת מתפרת \"העצמאות\" במצפה רמון הצעה לדיון מהיר של ח\"כ ..."
        },
        {
            "url": "/committee/meeting/6602/",
            "date": "2012-07-17",
            "title": "הצעת חוק לתיקון פקודת הטלגרף האלחוטי (תשלום אגרות תדר על ידי בעל ..."
        },
        {
            "url": "/committee/meeting/6598/",
            "date": "2012-07-17",
            "title": "שינויים בתקציב לשנת 2012"
        },
        {
            "url": "/committee/meeting/6597/",
            "date": "2012-07-17",
            "title": "ביטול מקדם הקצבה בביטוחי מנהלים"
        },
        {
            "url": "/committee/meeting/6599/",
            "date": "2012-07-17",
            "title": "סעיף 14 (חובות הנאמן, סמכויותיו והגבלות על פעולותיו) בהצעת חוק ניירות ערך ..."
        },
        {
            "url": "/committee/meeting/6577/",
            "date": "2012-07-17",
            "title": "חישוב מס הכנסה לבני זוג העובדים יחדיו בעסק משותף"
        },
        {
            "url": "/committee/meeting/6603/",
            "date": "2012-07-17",
            "title": "1. &nbsp; אישור העמדת הלוואה לחברת התעשיה הצבאית לישראל בע\"מ בהתאם לסעיף ..."
        },
        {
            "url": "/committee/meeting/6604/",
            "date": "2012-07-16",
            "title": "תקנות הנמלים (החלת תקנות בנמל חדרה)(תיקון), התשע\"ב-2012"
        }
    ],
    "id": 9
},{
    "name": "ועדת העבודה, הרווחה והבריאות",
    "url": "/committee/10/",
    "future_meetings": [
        {
            "date": "2012-08-08T10:00:00",
            "title": "תקנות הבטחת הכנסה (תיקון מס''), התשע\"ב-2012 - הישיבה תתקיים בבניין הסמינרים, אולם \"ארז\" בכפר המכבייה ברמת גן"
        },
        {
            "date": "2012-08-08T10:30:00",
            "title": "תקנות הבטחת הכנסה (תיקון), התשע\"א-2011 - הישיבה תתקיים בבניין הסמינרים, אולם \"ארז\", כפר המכבייה רמת גן"
        },
        {
            "date": "2012-08-08T10:50:00",
            "title": "תקנות מגן דוד אדום (אגרות הסעת חירום באמבולנס)(תיקון), התשע\"ב - 2012 - הישיבה תתקיים בבניין הסמינרים, אולם ארז, כפר המכבייה רמת גן"
        },
        {
            "date": "2012-08-08T11:15:00",
            "title": "תקנות להגברת האכיפה של דיני עבודה (הפחתה של סכום העיצום הכספי), התשע\"ב - 2012 - הישיבה תתקיים בבניין הסמינרים, אולם ארז, כפר המכבייה"
        }
    ],
    "members": [
        {
            "url": "/member/212/%D7%97%D7%99%D7%99%D7%9D-%D7%9B%D7%A5/",
            "name": "חיים כץ",
            "presence": 69
        },
        {
            "url": "/member/820/%D7%A8%D7%97%D7%9C-%D7%90%D7%93%D7%98%D7%95/",
            "name": "רחל אדטו",
            "presence": 37
        },
        {
            "url": "/member/200/%D7%90%D7%99%D7%9C%D7%9F-%D7%92%D7%99%D7%9C%D7%90%D7%95%D7%9F/",
            "name": "אילן גילאון",
            "presence": 29
        },
        {
            "url": "/member/832/%D7%90%D7%95%D7%A8%D7%9C%D7%99-%D7%9C%D7%95%D7%99-%D7%90%D7%91%D7%A7%D7%A1%D7%99%D7%A1/",
            "name": "אורלי לוי-אבקסיס",
            "presence": 28
        },
        {
            "url": "/member/842/%D7%A2%D7%A4%D7%95-%D7%90%D7%92%D7%91%D7%90%D7%A8%D7%99%D7%94/",
            "name": "עפו אגבאריה",
            "presence": 18
        },
        {
            "url": "/member/752/%D7%90%D7%A8%D7%99%D7%94-%D7%90%D7%9C%D7%93%D7%93/",
            "name": "אריה אלדד",
            "presence": 16
        },
        {
            "url": "/member/838/%D7%9E%D7%A9%D7%94-%D7%9E%D7%95%D7%A5-%D7%9E%D7%98%D7%9C%D7%95%D7%9F/",
            "name": "משה מוץ מטלון",
            "presence": 16
        },
        {
            "url": "/member/782/%D7%A9%D7%9C%D7%99-%D7%99%D7%97%D7%99%D7%9E%D7%95%D7%91%D7%99%D7%A5/",
            "name": "שלי יחימוביץ",
            "presence": 15
        },
        {
            "url": "/member/821/%D7%90%D7%A8%D7%99%D7%94-%D7%91%D7%99%D7%91%D7%99/",
            "name": "אריה ביבי",
            "presence": 12
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 8
        },
        {
            "url": "/member/814/%D7%90%D7%95%D7%A8%D7%99-%D7%9E%D7%A7%D7%9C%D7%91/",
            "name": "אורי מקלב",
            "presence": 5
        },
        {
            "url": "/member/795/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%9E%D7%A1%D7%9C%D7%9D/",
            "name": "חיים אמסלם",
            "presence": 4
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 4
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 1
        },
        {
            "url": "/member/807/%D7%A1%D7%A2%D7%99%D7%93-%D7%A0%D7%A4%D7%90%D7%A2/",
            "name": "סעיד נפאע",
            "presence": 1
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6567/",
            "date": "2012-07-25",
            "title": "הצעת חוק הבטחת הכנסה (תיקון מס'' 40), התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6609/",
            "date": "2012-07-24",
            "title": "פנסיה בקיבוץ המתחדש"
        },
        {
            "url": "/committee/meeting/6596/",
            "date": "2012-07-18",
            "title": "הצעת חוק הביטוח הלאומי (תיקון מס'' 140), התשע\"ב-2012"
        },
        {
            "url": "/committee/meeting/6594/",
            "date": "2012-07-18",
            "title": "הצעת חוק לתיקון פקודת מס הכנסה (פטור ממס בגין משיכה חד-פעמית של ..."
        },
        {
            "url": "/committee/meeting/6521/",
            "date": "2012-07-17",
            "title": "נטישה והפקרה של חולים סיעודיים בביתם ע\"י מטפליהם"
        },
        {
            "url": "/committee/meeting/6582/",
            "date": "2012-07-16",
            "title": "1. &nbsp; הצעת חוק למניעת אלימות כלפי עובדי רווחה, התשע\"ב-2012 של חה\"כ ..."
        },
        {
            "url": "/committee/meeting/6580/",
            "date": "2012-07-16",
            "title": "1. &nbsp; לפי דיווח של הלמ\"ס האבטלה מזנקת בישראל לשיא של 255 ..."
        },
        {
            "url": "/committee/meeting/6587/",
            "date": "2012-07-16",
            "title": "הצעת חוק שכר שווה לעובדת ולעובד (תיקון מס'' 2) (הארכת תקופת ההתיישנות ..."
        },
        {
            "url": "/committee/meeting/6586/",
            "date": "2012-07-16",
            "title": "הצעת חוק הביטוח הלאומי (תיקון מס'' 129) (תקופת אכשרה לעובדים יומיים), התשע\"א-2011"
        },
        {
            "url": "/committee/meeting/6583/",
            "date": "2012-07-16",
            "title": "הצעת חוק הסדרת העיסוק במקצועות הבריאות (תיקון מס'' 3) (הארכת המועד להגשת ..."
        }
    ],
    "id": 10
},{
    "name": "ועדה לקידום מעמד האישה",
    "url": "/committee/11/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 85
        },
        {
            "url": "/member/822/%D7%90%D7%95%D7%A8%D7%99%D7%AA-%D7%96%D7%95%D7%90%D7%A8%D7%A5/",
            "name": "אורית זוארץ",
            "presence": 41
        },
        {
            "url": "/member/834/%D7%90%D7%A0%D7%A1%D7%98%D7%A1%D7%99%D7%94-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אנסטסיה מיכאלי",
            "presence": 29
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 29
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 20
        },
        {
            "url": "/member/846/%D7%97%D7%A0%D7%99%D7%9F-%D7%96%D7%95%D7%A2%D7%91%D7%99/",
            "name": "חנין זועבי",
            "presence": 17
        },
        {
            "url": "/member/105/%D7%A2%D7%9E%D7%99%D7%A8-%D7%A4%D7%A8%D7%A5/",
            "name": "עמיר פרץ",
            "presence": 13
        },
        {
            "url": "/member/818/%D7%A0%D7%97%D7%9E%D7%9F-%D7%A9%D7%99/",
            "name": "נחמן שי",
            "presence": 12
        },
        {
            "url": "/member/836/%D7%93%D7%A0%D7%99%D7%90%D7%9C-%D7%91%D7%9F-%D7%A1%D7%99%D7%9E%D7%95%D7%9F/",
            "name": "דניאל בן-סימון",
            "presence": 4
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 2
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6544/",
            "date": "2012-07-11",
            "title": "הטיפול בנשים נפגעות כתות"
        },
        {
            "url": "/committee/meeting/6550/",
            "date": "2012-07-10",
            "title": "הצגת דו\"ח פעילות מרפאת לוינסקי בסימן עשור לפעילות המרפאה - בהשתתפות מנכ\"ל ..."
        },
        {
            "url": "/committee/meeting/6451/",
            "date": "2012-07-04",
            "title": "מעקב אחר יישום החוק לעידוד של שילוב וקידום של נשים בעבודה ושל ..."
        },
        {
            "url": "/committee/meeting/6491/",
            "date": "2012-06-27",
            "title": "מעקב אחר יישום החלטת הממשלה לעידוד תעסוקת אמהות לילדים בגילאי 5-0"
        },
        {
            "url": "/committee/meeting/6506/",
            "date": "2012-06-20",
            "title": "הכשרות מקצועיות לנשים שורדות זנות - בהשתתפות מיכל צוק, ממונה על רגולציה ..."
        },
        {
            "url": "/committee/meeting/6361/",
            "date": "2012-06-19",
            "title": "העדר מקום במקלט \"מעגן\" לקורבנות סחר שאותרו וזוהו ע\"י משטרת ישראל כקורבנות ..."
        },
        {
            "url": "/committee/meeting/6412/",
            "date": "2012-06-18",
            "title": "קידום מודעות נשים בישראל לפוריותן - ישיבה משותפת עם ועדת המדע והטכנולוגיה"
        },
        {
            "url": "/committee/meeting/6398/",
            "date": "2012-06-13",
            "title": "הטרדה מינית בעבודה בישראל: אוכלוסיות הנשים המוטרדות, המחיר הכלכלי והדרכים ליצירת סביבת ..."
        },
        {
            "url": "/committee/meeting/6335/",
            "date": "2012-06-12",
            "title": "נשים כותבות לילדים"
        },
        {
            "url": "/committee/meeting/6194/",
            "date": "2012-06-04",
            "title": "ישיבה חגיגית לציון זכייתן של תלמידות בחידון הארצי\" אלוף פרקי אבות\" -בהשתתפות ..."
        }
    ],
    "id": 11
},{
    "name": "ועדה מיוחדת לבעיית העובדים הזרים",
    "url": "/committee/12/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/840/%D7%99%D7%A2%D7%A7%D7%91-%D7%9B%D7%A6%D7%9C%D7%94-%D7%9B%D7%A5/",
            "name": "יעקב (כצל`ה) כ”ץ",
            "presence": 85
        },
        {
            "url": "/member/843/%D7%A0%D7%99%D7%A6%D7%9F-%D7%94%D7%95%D7%A8%D7%95%D7%91%D7%99%D7%A5/",
            "name": "ניצן הורוביץ",
            "presence": 41
        },
        {
            "url": "/member/804/%D7%A9%D7%99-%D7%97%D7%A8%D7%9E%D7%A9/",
            "name": "שי חרמש",
            "presence": 15
        },
        {
            "url": "/member/838/%D7%9E%D7%A9%D7%94-%D7%9E%D7%95%D7%A5-%D7%9E%D7%98%D7%9C%D7%95%D7%9F/",
            "name": "משה מוץ מטלון",
            "presence": 4
        },
        {
            "url": "/member/50/%D7%99%D7%A6%D7%97%D7%A7-%D7%95%D7%A7%D7%A0%D7%99%D7%9F/",
            "name": "יצחק וקנין",
            "presence": 2
        },
        {
            "url": "/member/829/%D7%9B%D7%A8%D7%9E%D7%9C-%D7%A9%D7%90%D7%9E%D7%94/",
            "name": "כרמל שאמה",
            "presence": 2
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6442/",
            "date": "2012-07-09",
            "title": "בעיות בהשמת עובדים זרים בענף הסיעוד"
        },
        {
            "url": "/committee/meeting/6479/",
            "date": "2012-07-02",
            "title": "תאונות עבודה בענף הבנייה - מעקב מיום 28.2.2012"
        },
        {
            "url": "/committee/meeting/6490/",
            "date": "2012-06-27",
            "title": "הכשרת ישראלים בענף הבנייה - מעקב"
        },
        {
            "url": "/committee/meeting/6557/",
            "date": "2012-06-25",
            "title": "המצב באריתריאה - בהשתתפות שגריר אריתריאה"
        },
        {
            "url": "/committee/meeting/6339/",
            "date": "2012-06-11",
            "title": "הצגת תוכנית להתמודדות עם מבקשי מקלט, פליטים, מהגרי עבודה"
        },
        {
            "url": "/committee/meeting/6133/",
            "date": "2012-05-21",
            "title": "דיון דחוף בעקבות המצב בדרום תל-אביב"
        },
        {
            "url": "/committee/meeting/6002/",
            "date": "2012-04-30",
            "title": "הרחקת דרום סודנים מישראל"
        },
        {
            "url": "/committee/meeting/5974/",
            "date": "2012-03-19",
            "title": "התמודדות המשטרה עם קהילת הזרים ומבקשי המקלט בגוש דן"
        },
        {
            "url": "/committee/meeting/5919/",
            "date": "2012-02-28",
            "title": "הצעה דחופה לסדר-היום בנושא: \"המשבר בעובדים זרים לענף הבנייה\"הצעה לסדר היום: של ..."
        },
        {
            "url": "/committee/meeting/5517/",
            "date": "2012-01-30",
            "title": "הטיפול בבעלי צרכים סיעודיים בישראל - בהשתתפות מנכ\"לית המוסד לביטוח לאומי - ..."
        }
    ],
    "id": 12
},{
    "name": "ועדת משנה למאבק בסחר בנשים",
    "url": "/committee/13/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/822/%D7%90%D7%95%D7%A8%D7%99%D7%AA-%D7%96%D7%95%D7%90%D7%A8%D7%A5/",
            "name": "אורית זוארץ",
            "presence": 100
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 37
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 31
        },
        {
            "url": "/member/818/%D7%A0%D7%97%D7%9E%D7%9F-%D7%A9%D7%99/",
            "name": "נחמן שי",
            "presence": 12
        },
        {
            "url": "/member/834/%D7%90%D7%A0%D7%A1%D7%98%D7%A1%D7%99%D7%94-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אנסטסיה מיכאלי",
            "presence": 6
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/2463/",
            "date": "2010-07-07",
            "title": "דו\"ח מחלקת המדינה האמריקנית למאבק בסחר בבני אדם לשנת 2009"
        },
        {
            "url": "/committee/meeting/2119/",
            "date": "2010-06-08",
            "title": "ניצול למטרות מין ועבדות של מהגרות עבודה ופליטים - במסגרת יום להעלאת ..."
        },
        {
            "url": "/committee/meeting/2060/",
            "date": "2010-05-17",
            "title": "התמכרויות בקרב קורבנות סחר בנשים - סוגיות טיפול ושיקום"
        },
        {
            "url": "/committee/meeting/1757/",
            "date": "2010-04-28",
            "title": "תכנית המשרד לבטחון הפנים לטיפול בתופעת קורבנות הזנות והסחר בנשים בחצי השנה ..."
        },
        {
            "url": "/committee/meeting/98/",
            "date": "2010-02-17",
            "title": "ביטוח רפואי לקורבנות סחר בבני-אדם - טיפול משרד הבריאות בקורבנות סחר - ..."
        },
        {
            "url": "/committee/meeting/173/",
            "date": "2010-02-08",
            "title": "מדיניות משרד הפנים ויחידת האכיפה \"עוז\" כלפי קורבנות סחר בבני-אדם - בהשתתפות ..."
        },
        {
            "url": "/committee/meeting/205/",
            "date": "2010-02-02",
            "title": "ההתמודדות עם תעשיית פרסום מודעות המציעות שירותי מין וזנות"
        },
        {
            "url": "/committee/meeting/299/",
            "date": "2010-01-19",
            "title": "זנות - המשגה משפטית של קלון חברתי. הצגת נייר עמדה הפורש את ..."
        },
        {
            "url": "/committee/meeting/500/",
            "date": "2009-12-23",
            "title": "הטלת אחריות פלילית על לקוחות \"תעשיית\" המין והזנות."
        },
        {
            "url": "/committee/meeting/596/",
            "date": "2009-12-08",
            "title": "זנות וסחר בנשים, הפרת זכויות אדם בחסות המדינה - במסגרת ציון היום ..."
        }
    ],
    "id": 13
},{
    "name": "ועדה מיוחדת לפניות הציבור",
    "url": "/committee/14/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/814/%D7%90%D7%95%D7%A8%D7%99-%D7%9E%D7%A7%D7%9C%D7%91/",
            "name": "אורי מקלב",
            "presence": 91
        },
        {
            "url": "/member/7/%D7%93%D7%95%D7%93-%D7%90%D7%96%D7%95%D7%9C%D7%90%D7%99/",
            "name": "דוד אזולאי",
            "presence": 29
        },
        {
            "url": "/member/848/%D7%99%D7%95%D7%9C%D7%99%D7%94-%D7%A9%D7%9E%D7%90%D7%9C%D7%95%D7%91-%D7%91%D7%A8%D7%A7%D7%95%D7%91%D7%99%D7%A5/",
            "name": "יוליה שמאלוב ברקוביץ`",
            "presence": 23
        },
        {
            "url": "/member/91/%D7%9E%D7%A8%D7%99%D7%A0%D7%94-%D7%A1%D7%95%D7%9C%D7%95%D7%93%D7%A7%D7%99%D7%9F/",
            "name": "מרינה סולודקין",
            "presence": 17
        },
        {
            "url": "/member/784/%D7%90%D7%91%D7%A8%D7%94%D7%9D-%D7%9E%D7%99%D7%9B%D7%90%D7%9C%D7%99/",
            "name": "אברהם מיכאלי",
            "presence": 15
        },
        {
            "url": "/member/810/%D7%A9%D7%9C%D7%9E%D7%94-%D7%A0%D7%92%D7%95%D7%A1%D7%94-%D7%9E%D7%95%D7%9C%D7%94/",
            "name": "שלמה (נגוסה) מולה",
            "presence": 10
        },
        {
            "url": "/member/825/%D7%A6%D7%99%D7%A4%D7%99-%D7%97%D7%95%D7%98%D7%95%D7%91%D7%9C%D7%99/",
            "name": "ציפי חוטובלי",
            "presence": 5
        },
        {
            "url": "/member/820/%D7%A8%D7%97%D7%9C-%D7%90%D7%93%D7%98%D7%95/",
            "name": "רחל אדטו",
            "presence": 5
        },
        {
            "url": "/member/795/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%9E%D7%A1%D7%9C%D7%9D/",
            "name": "חיים אמסלם",
            "presence": 3
        },
        {
            "url": "/member/768/%D7%96%D7%90%D7%91-%D7%90%D7%9C%D7%A7%D7%99%D7%9F/",
            "name": "זאב אלקין",
            "presence": 1
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6612/",
            "date": "2012-07-17",
            "title": "פניות ציבור בנושא כביש 443- פתיחת כביש 443 לכיוון תל-אביב והארכת שעות ..."
        },
        {
            "url": "/committee/meeting/6429/",
            "date": "2012-07-10",
            "title": "פניות ציבור לגבי עמודי חשמל ברח'' ריינס 20, בני ברק- ישיבת מעקב ..."
        },
        {
            "url": "/committee/meeting/6549/",
            "date": "2012-07-10",
            "title": "פניות ציבור בנושא הצורך בהגברת פעילות מניעתית לתחלואת כליות ולטיפולי דיאליזה"
        },
        {
            "url": "/committee/meeting/6440/",
            "date": "2012-07-09",
            "title": "פניות ציבור בנושא דרוג התשלום במעונות יום, משפחתונים וצהרונים- הערכות לשנת הלימודים ..."
        },
        {
            "url": "/committee/meeting/6452/",
            "date": "2012-07-04",
            "title": "פניות ציבור בנושא הגופים המפקחים על המוסד לביטוח לאומי- ישיבת מעקב לישיבה ..."
        },
        {
            "url": "/committee/meeting/6470/",
            "date": "2012-07-03",
            "title": "פניות ציבור בנושא הסעות נכים בוגרים למרכזי יום- ישיבת מעקב לישיבות שהתקיימו ..."
        },
        {
            "url": "/committee/meeting/6485/",
            "date": "2012-07-02",
            "title": "פניות ציבור בנושא טיפול רפואי במסגרות חינוך מיוחד"
        },
        {
            "url": "/committee/meeting/6476/",
            "date": "2012-07-02",
            "title": "פניות ציבור בנוגע להרחבת עילות הפטור בגין הגעה למיון"
        },
        {
            "url": "/committee/meeting/6372/",
            "date": "2012-06-27",
            "title": "פניות ציבור לגבי התנהלות משרד הרישוי בנוגע לביטול תווי חניה לילדים נכים- ..."
        },
        {
            "url": "/committee/meeting/6385/",
            "date": "2012-06-19",
            "title": "סיור וישיבת ועדת בשכונת הר שמואל שבגבעת זאב בנוגע לפניות ציבור של ..."
        }
    ],
    "id": 14
},{
    "name": "ועדה לזכויות הילד",
    "url": "/committee/15/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/194/%D7%96%D7%91%D7%95%D7%9C%D7%95%D7%9F-%D7%90%D7%95%D7%A8%D7%9C%D7%91/",
            "name": "זבולון אורלב",
            "presence": 52
        },
        {
            "url": "/member/832/%D7%90%D7%95%D7%A8%D7%9C%D7%99-%D7%9C%D7%95%D7%99-%D7%90%D7%91%D7%A7%D7%A1%D7%99%D7%A1/",
            "name": "אורלי לוי-אבקסיס",
            "presence": 41
        },
        {
            "url": "/member/828/%D7%93%D7%A0%D7%99-%D7%93%D7%A0%D7%95%D7%9F/",
            "name": "דני דנון",
            "presence": 41
        },
        {
            "url": "/member/845/%D7%90%D7%95%D7%A8%D7%99-%D7%90%D7%95%D7%A8%D7%91%D7%9A/",
            "name": "אורי אורבך",
            "presence": 19
        },
        {
            "url": "/member/771/%D7%90%D7%91%D7%99-%D7%9E%D7%A9%D7%94-%D7%93%D7%99%D7%9B%D7%98%D7%A8/",
            "name": "אבי (משה) דיכטר",
            "presence": 3
        },
        {
            "url": "/member/830/%D7%90%D7%95%D7%A4%D7%99%D7%A8-%D7%90%D7%A7%D7%95%D7%A0%D7%99%D7%A1/",
            "name": "אופיר אקוניס",
            "presence": 1
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6574/",
            "date": "2012-07-23",
            "title": "פגיעה בילדים עקב אי הסדרת תקנות להסעות בטיחותיות לפעוטות עם מוגבלות"
        },
        {
            "url": "/committee/meeting/6611/",
            "date": "2012-07-17",
            "title": "יום הדיור הציבורי בכנסת: מה עם הילדים במאבק ההורים לדיור ציבורי?"
        },
        {
            "url": "/committee/meeting/6600/",
            "date": "2012-07-17",
            "title": "הצעת חוק סיוע לקטינים נפגעי עבירות מין או אלימות (תיקון מס'' 2) ..."
        },
        {
            "url": "/committee/meeting/6584/",
            "date": "2012-07-16",
            "title": "אפליה בקרב ילדים על רקע משקל"
        },
        {
            "url": "/committee/meeting/6526/",
            "date": "2012-07-09",
            "title": "הצעת חוק סיוע לקטינים נפגעי עבירות מין או אלימות (תיקון מס'' 2) ..."
        },
        {
            "url": "/committee/meeting/6465/",
            "date": "2012-07-03",
            "title": "זכויות קטינים במעצר ובמאסר"
        },
        {
            "url": "/committee/meeting/6475/",
            "date": "2012-07-02",
            "title": "פדופיליה ברשת - דרכים להתמודדות"
        },
        {
            "url": "/committee/meeting/6408/",
            "date": "2012-06-25",
            "title": "חשש מקריסת תוכנית ועדת טרכנטנברג להפעלת צהרונים במוסדות החינוך הצעה לדיון מהיר ..."
        },
        {
            "url": "/committee/meeting/6501/",
            "date": "2012-06-25",
            "title": "מניעת ניצול והגנה על זכויות בני נוער בהעסקתם בחודשי הקיץ"
        },
        {
            "url": "/committee/meeting/6394/",
            "date": "2012-06-20",
            "title": "חשש מקריסת תוכנית ועדת טרכנטנברג להפעלת צהרונים במוסדות החינוך הצעה לדיון מהיר ..."
        }
    ],
    "id": 15
},{
    "name": "ועדה מיוחדת למאבק בנגע הסמים",
    "url": "/committee/16/",
    "future_meetings": [],
    "members": [
        {
            "url": "/member/197/%D7%9E%D7%95%D7%97%D7%9E%D7%93-%D7%91%D7%A8%D7%9B%D7%94/",
            "name": "מוחמד ברכה",
            "presence": 55
        },
        {
            "url": "/member/13/%D7%98%D7%9C%D7%91-%D7%90%D7%9C%D7%A1%D7%90%D7%A0%D7%A2/",
            "name": "טלב אלסאנע",
            "presence": 42
        },
        {
            "url": "/member/837/%D7%97%D7%9E%D7%93-%D7%A2%D7%9E%D7%90%D7%A8/",
            "name": "חמד עמאר",
            "presence": 16
        },
        {
            "url": "/member/206/%D7%A0%D7%A1%D7%99%D7%9D-%D7%96%D7%90%D7%91/",
            "name": "נסים זאב",
            "presence": 9
        },
        {
            "url": "/member/756/%D7%92%D7%9E%D7%90%D7%9C-%D7%96%D7%97%D7%90%D7%9C%D7%A7%D7%94/",
            "name": "ג`מאל זחאלקה",
            "presence": 2
        },
        {
            "url": "/member/827/%D7%A6%D7%99%D7%95%D7%9F-%D7%A4%D7%99%D7%A0%D7%99%D7%90%D7%9F/",
            "name": "ציון פיניאן",
            "presence": 1
        },
        {
            "url": "/member/795/%D7%97%D7%99%D7%99%D7%9D-%D7%90%D7%9E%D7%A1%D7%9C%D7%9D/",
            "name": "חיים אמסלם",
            "presence": 0
        }
    ],
    "recent_meetings": [
        {
            "url": "/committee/meeting/6430/",
            "date": "2012-07-10",
            "title": "ביקור ודיון בעיר טייבה"
        },
        {
            "url": "/committee/meeting/6469/",
            "date": "2012-07-03",
            "title": "עיריית ת\"א- יפו - החינוך הבלתי פורמלי כמענה לבעיות האלימות הסמים והאלכוהול"
        },
        {
            "url": "/committee/meeting/6373/",
            "date": "2012-06-26",
            "title": "עיריית רמלה - החינוך הבלתי פורמלי כמענה לבעיות האלימות הסמים והאלכוהול"
        },
        {
            "url": "/committee/meeting/6369/",
            "date": "2012-06-12",
            "title": "סיור בנתב\"ג - יחידה 747"
        },
        {
            "url": "/committee/meeting/6222/",
            "date": "2012-06-05",
            "title": "תופעת שתיית מיץ גת במוקדי בילוי - מרכיבי המיץ סכנות והשלכות"
        },
        {
            "url": "/committee/meeting/6169/",
            "date": "2012-05-29",
            "title": "הסיבות לשימוש בסמים בקרב סטודנטים"
        },
        {
            "url": "/committee/meeting/6126/",
            "date": "2012-05-22",
            "title": "עיריית לוד - מתן מענה בחינוך הבלתי פורמלי"
        },
        {
            "url": "/committee/meeting/6059/",
            "date": "2012-05-14",
            "title": "סיור ודיון בעיר עכו"
        },
        {
            "url": "/committee/meeting/5987/",
            "date": "2012-05-01",
            "title": "התמודדות המדינה עם סמי הפיצוציות"
        },
        {
            "url": "/committee/meeting/5912/",
            "date": "2012-03-13",
            "title": "מרכז הגמילה בלוד - בחינת הסדרת חוקיותו"
        }
    ],
    "id": 16
}]