Ext.util.JSONP.callback({
	"name": "דור בוני הארץ בראשות אפרים לפיד",
	"members": [
		{
			"name": "לפיד אפרים",
			"image": "http://www.gimlaim.org.il/BRPortalStorage/b/78/46/86-zJ4aZEsRXO.jpg"
		},
		{
			"name": "גיסין מידד"
		},
		{
			"name": "קליינר יורם"
		},
		{
			"name": "נקר דליה"
		},
		{
			"name": "גרנות הלל"
		},
		{
			"name": "אלדור גרא"
		},
		{
			"name": "פרידמן משה"
		},
		{
			"name": "נעים גראר ניסים"
		},
		{
			"name": "ספאדיה פרחה"
		},
		{
			"name": "יפעת יצחק"
		},
		{
			"name": "טרסר אהרון"
		},
		{
			"name": "מיתר צבי"
		},
		{
			"name": "זקס דניאל"
		},
		{
			"name": "כהן בנימין"
		},
		{
			"name": "פלד אבשלום"
		},
		{
			"name": "אור אדיבה"
		},
		{
			"name": "כהנא ויקטור"
		},
		{
			"name": "מוזר ראובן"
		},
		{
			"name": "רפוביץ אוליביה"
		}
	]
});