Ext.util.JSONP.callback({
	"name": "עוצמה לישראל בראשות אריה אלדד ומיכאל בן ארי",
	"members": [
		{
			"name": "אריה אלדד",
			"id": "752",
			"image": "http://www.knesset.gov.il/mk/images/members/eldad_aryeh-s.jpg"
		},
		{
			"name": "בן ארי מיכאל",
			"id": "841"
		},
		{
			"name": "מרזל ברוך"
		},
		{
			"name": "קינג אריה יצחק"
		},
		{
			"name": "בן גביר איתמר"
		},
		{
			"name": "כהן אלעד"
		},
		{
			"name": "ליינסקי שלמה"
		},
		{
			"name": "שריון נילי"
		},
		{
			"name": "אוחיון יעקב אבי"
		},
		{
			"name": "גולן מאי"
		},
		{
			"name": "בן מאיר עתליה"
		},
		{
			"name": "תורגמן מאיר"
		},
		{
			"name": "שליסל גדליה"
		},
		{
			"name": "בן זיקרי משה"
		},
		{
			"name": "סבלדי דניאל"
		},
		{
			"name": "רבינוביץ יוסף"
		},
		{
			"name": "חכמון מרדכי"
		},
		{
			"name": "פבלוב מיכאל"
		},
		{
			"name": "לבני ענת"
		},
		{
			"name": "בן חיון מאיר חנן"
		},
		{
			"name": "פרייז תומר בן"
		},
		{
			"name": "שלוש שלמה"
		},
		{
			"name": "איתן טניה"
		},
		{
			"name": "נסים אליהו"
		},
		{
			"name": "ויינשטיין אליהו אדוארד"
		},
		{
			"name": "סטורץ זרחיה"
		},
		{
			"name": "ספירשטיין משה"
		},
		{
			"name": "גוזלן דוד"
		},
		{
			"name": "בנימין עמנואל"
		},
		{
			"name": "אוביץ מיכאל"
		},
		{
			"name": "פרידמן רחל"
		},
		{
			"name": "ברזאני יהודה"
		},
		{
			"name": "תוריק איגור"
		},
		{
			"name": "כהן יהודה"
		},
		{
			"name": "גולדברגר יוסף יצחק"
		},
		{
			"name": "מיוחס פנחס יעקב"
		},
		{
			"name": "קומש אבי אברהם"
		},
		{
			"name": "קוגן בנימין"
		},
		{
			"name": "ויצמן ניצן"
		},
		{
			"name": "צצ`יק שמעון דב"
		},
		{
			"name": "לנקרי אלירן"
		},
		{
			"name": "יופה עתידי"
		},
		{
			"name": "הופמן מנחם"
		},
		{
			"name": "זהביאן מתן"
		},
		{
			"name": "סמדגה שלום דורון"
		},
		{
			"name": "מעוז רפאל"
		},
		{
			"name": "גולן עופר"
		},
		{
			"name": "קלמיקוביץ אולג יצהר"
		},
		{
			"name": "טבצניק יעל"
		},
		{
			"name": "פיגנבאום ישראל דב"
		},
		{
			"name": "אלבום נחמיה"
		},
		{
			"name": "ברוקס שמחה"
		},
		{
			"name": "פפקין שרון"
		},
		{
			"name": "גרוני הילה אורלי"
		},
		{
			"name": "בן אהרן יוסף חיים"
		}
	]
});