Ext.util.JSONP.callback({
	"name": "צדק חברתי בראשות גד הרן",
	"members": [
		{
			"name": "הרן גד",
			"image": "http://mscwbe.walla.co.il/archive/1131597-54.jpg"
		},
		{
			"name": "סושרד עודד יהודה"
		},
		{
			"name": "סתוי אלי שלום"
		},
		{
			"name": "מוואסי אדריס"
		},
		{
			"name": "ואנונו ויקי"
		},
		{
			"name": "רומנו דוד"
		},
		{
			"name": "רובין צבי"
		},
		{
			"name": "כהן סימי"
		},
		{
			"name": "גנוסר ניר גד"
		},
		{
			"name": "יגנה רואי"
		},
		{
			"name": "שורץ יעקב"
		},
		{
			"name": "פרדה אדמסי אדיר"
		},
		{
			"name": "בלומנטל יוסף אילן"
		}
	]
});