Ext.util.JSONP.callback({
	"name": "קדימה בראשות שאול מופז",
	"members": [
		{
			"name": "מופז שאול",
			"id": "720",
			"image": "http://blog.tapuz.co.il/declaration48/images/3569783_78.jpg"
		},
		{
			"name": "חסון ישראל",
			"id": "781"
		},
		{
			"name": "פלסנר יוחנן",
			"id": "809"
		},
		{
			"name": "תירוש רונית",
			"id": "774"
		},
		{
			"name": "חרמש שי שכנאי",
			"id": "804"
		},
		{
			"name": "צלנר יובל",
			"id": "853"
		},
		{
			"name": "אביטל דורון",
			"id": "851"
		},
		{
			"name": "חסון אכרם",
			"id": "854"
		},
		{
			"name": "דבאח אחמד"
		},
		{
			"name": "לבני אתי אסתר"
		},
		{
			"name": "יוגב מטי (מרטין)"
		},
		{
			"name": "וייצמן אהוד"
		},
		{
			"name": "רייבי נחמיה"
		},
		{
			"name": "טנצר אלכסנדר"
		},
		{
			"name": "אלפריח מוטי מרדכי"
		},
		{
			"name": "אזולאי אירית"
		},
		{
			"name": "דרמן דנילו"
		},
		{
			"name": "טבאש יאסר"
		},
		{
			"name": "טריף סלמאן"
		},
		{
			"name": "אחרק רזיאל"
		},
		{
			"name": "קסנטיני איתן"
		},
		{
			"name": "גלזר אלחנן"
		},
		{
			"name": "טל ויקטור"
		},
		{
			"name": "ברקאי צביקה"
		},
		{
			"name": "מורד בהזד"
		},
		{
			"name": "גולן ניר"
		},
		{
			"name": "עומרד אבי"
		},
		{
			"name": "מסרי חוסאם"
		},
		{
			"name": "פלג מירה"
		},
		{
			"name": "גבאי יהודה"
		},
		{
			"name": "חוא לואי"
		},
		{
			"name": "רוטשילד יעקב"
		},
		{
			"name": "ביבר ענת"
		},
		{
			"name": "מוסט ראובן"
		},
		{
			"name": "נחמן עודד"
		},
		{
			"name": "רייבי אביתר"
		},
		{
			"name": "מנחם אשר"
		},
		{
			"name": "אסולין יואב"
		},
		{
			"name": "וינברגר עופרית"
		},
		{
			"name": "וידרמן אברהם"
		},
		{
			"name": "בניטה שמעון (סימו)"
		},
		{
			"name": "אמר חנוך"
		},
		{
			"name": "טוריס שירלי"
		},
		{
			"name": "ברזילי יוסף"
		},
		{
			"name": "אטרי דרור"
		},
		{
			"name": "סיבק יחזקאל"
		},
		{
			"name": "קצנלבוגן עמירם"
		},
		{
			"name": "אלגרבלי מקסים"
		},
		{
			"name": "קאשי מירי (מרים)"
		},
		{
			"name": "בנדר אהוד (אדי)"
		},
		{
			"name": "קזז יניב"
		},
		{
			"name": "שרגא רפאל"
		},
		{
			"name": "בן מנחם אליהו אלי"
		},
		{
			"name": "שחר דביר"
		},
		{
			"name": "ראמוס רחל"
		},
		{
			"name": "יצחק מרדכי מוקי"
		},
		{
			"name": "רוזנשטיין אפרים"
		},
		{
			"name": "בר אילן טובה"
		},
		{
			"name": "שרם ניסים"
		},
		{
			"name": "קורקוס ניסים"
		},
		{
			"name": "בלאל עאסי"
		},
		{
			"name": "שיף דבורה"
		},
		{
			"name": "שמיר בלאט ריאל"
		},
		{
			"name": "סדון אדם"
		},
		{
			"name": "אליאס עדי"
		},
		{
			"name": "עמר מאיר"
		},
		{
			"name": "צבי אורלי"
		},
		{
			"name": "חולי אברהם"
		},
		{
			"name": "יגודה יעקב"
		},
		{
			"name": "פיש יובל"
		},
		{
			"name": "מויאל יניב"
		},
		{
			"name": "יראל אלון"
		},
		{
			"name": "רוטשטיין עקיבא יוסף"
		},
		{
			"name": "טריף אנסי"
		},
		{
			"name": "נחמן משה"
		},
		{
			"name": "הרץ שרגא"
		},
		{
			"name": "מלכה נורית"
		},
		{
			"name": "עאסי חאזם"
		},
		{
			"name": "לקסמן יעקב"
		},
		{
			"name": "עאסי זאהר"
		},
		{
			"name": "סיטרוק מרקו"
		},
		{
			"name": "ניסימפור משה"
		},
		{
			"name": "אמר שלמה (שלומי)"
		},
		{
			"name": "אמר קרן אור"
		},
		{
			"name": "שמיה נסים"
		},
		{
			"name": "אבוטבול מורן"
		},
		{
			"name": "לירון יעקב"
		},
		{
			"name": "סדון אביתר"
		},
		{
			"name": "חסון סעיד"
		},
		{
			"name": "נסראלדין יואל"
		},
		{
			"name": "אדנייב - עדי צבי"
		},
		{
			"name": "חלבי סאמר"
		},
		{
			"name": "חסון חכמת"
		},
		{
			"name": "אילגייב ריגורי גרשון"
		}
	]
});