{
	"name": "רע”מ - תע”ל - מד”ע",
	"members": [
		{
			"name": "צרצור אברהים",
			"id": "800",
			"image": "http://www.knesset.gov.il/mk/images/members/sarsur_ibrahim-s.jpg"
		},
		{
			"name": "טיבי אחמד",
			"id": "208"
		},
		{
			"name": "גנאים מסעוד",
			"id": "844"
		},
		{
			"name": "אבו עראר טלב"
		},
		{
			"name": "סאנע טלב",
			"id": "13"
		},
		{
			"name": "כנעאן מוחמד"
		},
		{
			"name": "בדראן ;זידאן"
		},
		{
			"name": "עבדאללה גסאן"
		},
		{
			"name": "פדילה יוסף"
		},
		{
			"name": "זובידאת פארוק"
		},
		{
			"name": "עדווי חוסאם"
		},
		{
			"name": "עלי סעאבנה"
		},
		{
			"name": "סלאמה פאיז"
		},
		{
			"name": "פדילה עאידה"
		},
		{
			"name": "גנאים זכי"
		},
		{
			"name": "אבו פנה עא לרחים"
		},
		{
			"name": "מנסור דאווד"
		},
		{
			"name": "עיראקי תמים"
		},
		{
			"name": "בדיר כמאל"
		},
		{
			"name": "סלאימה חסין"
		},
		{
			"name": "ואכד רים"
		},
		{
			"name": "חיאדרי אמאני"
		},
		{
			"name": "דראושה אמאני"
		},
		{
			"name": "אבו מדיגם עטא"
		},
		{
			"name": "עכאשה עלי"
		},
		{
			"name": "חטיב הבא"
		},
		{
			"name": "יוסף מדיין"
		},
		{
			"name": "דראושה באסל"
		},
		{
			"name": "מכלוף חוסאם"
		},
		{
			"name": "חטיב אסמה"
		},
		{
			"name": "פדילה מוהנד"
		},
		{
			"name": "בדוויה גמיל"
		},
		{
			"name": "אכתילאת אברהים"
		},
		{
			"name": "אלקרם יוסף"
		},
		{
			"name": "עתאמנס נאיף"
		},
		{
			"name": "נאסר מוסא"
		},
		{
			"name": "זעבי דעאא"
		},
		{
			"name": "מיעארי מנאר"
		},
		{
			"name": "קאסם עלי"
		},
		{
			"name": "גרה חסאם"
		},
		{
			"name": "שהאב מוסטפא"
		},
		{
			"name": "טהה חסן"
		},
		{
			"name": "עתאמנה ספא"
		},
		{
			"name": "כיואן עלי"
		},
		{
			"name": "סמארה יזיד"
		},
		{
			"name": "גנאים מוחמד"
		},
		{
			"name": "אבו יאסין בסאם"
		},
		{
			"name": "קשקוש מוחמד"
		},
		{
			"name": "מחאגנה עלי"
		},
		{
			"name": "מוהנא מוחמד"
		},
		{
			"name": "גאבר אחמד"
		},
		{
			"name": "אגבארייה עלאם"
		},
		{
			"name": "מחאמיד מוחמד"
		},
		{
			"name": "גבארין מוחמד"
		},
		{
			"name": "מחאגנה אחמד"
		},
		{
			"name": "עיראקי אסלאם"
		},
		{
			"name": "עיראקי עדנאן"
		},
		{
			"name": "עאזם אחמד"
		},
		{
			"name": "זרקאווי מהדי"
		},
		{
			"name": "מנאע אחמד"
		},
		{
			"name": "עזאיזה אכראם"
		},
		{
			"name": "דראושה היתם"
		},
		{
			"name": "מסארייה ראיף"
		},
		{
			"name": "יעקב זאיד"
		},
		{
			"name": "דלאשה אחמד"
		},
		{
			"name": "עתאמוה מוחמד"
		},
		{
			"name": "חידר איאד"
		},
		{
			"name": "אבו חיר אחמד"
		},
		{
			"name": "מרעי חסן"
		},
		{
			"name": "ושאחי מאג`ד"
		},
		{
			"name": "שקרא ג`מאל"
		},
		{
			"name": "שלבי עמר"
		},
		{
			"name": "מסרי עבד אלכרים"
		},
		{
			"name": "קשקוש ראשד"
		},
		{
			"name": "פדילה מוחמד"
		},
		{
			"name": "מסרי אמין"
		},
		{
			"name": "זמירו פואד"
		},
		{
			"name": "סולטאן רביע"
		},
		{
			"name": "עומרי נאיף"
		},
		{
			"name": "סעדי גסאן"
		},
		{
			"name": "קשקוש עאדל"
		},
		{
			"name": "סלאמה גמיל"
		},
		{
			"name": "זועבי אמיר"
		},
		{
			"name": "קוודר אסמעיל"
		},
		{
			"name": "נעים יחיא"
		},
		{
			"name": "חג`לה חסן"
		},
		{
			"name": "סטל מוחמד"
		},
		{
			"name": "אבו ליל פח`רי"
		},
		{
			"name": "ותד עבד"
		},
		{
			"name": "אמארה נביל"
		},
		{
			"name": "אבו גאנם עאמר"
		},
		{
			"name": "אבו ליל אחמד"
		},
		{
			"name": "חסינייה חאלד"
		},
		{
			"name": "עבאס שאדי"
		},
		{
			"name": "עכרי אשרף"
		},
		{
			"name": "בלחה אחמד"
		},
		{
			"name": "טורי חמיס"
		},
		{
			"name": "טורה חאלד"
		},
		{
			"name": "אלעמור יוסף"
		},
		{
			"name": "מלחם רביע"
		},
		{
			"name": "קרם עלי"
		},
		{
			"name": "אבו אחמד סלימאן"
		},
		{
			"name": "עבדאלחלים טאהה"
		},
		{
			"name": "אלעמור סמיר"
		},
		{
			"name": "חאג` יחיא עבד אחכים"
		},
		{
			"name": "קעדאן אעתמאד"
		},
		{
			"name": "טיבי מואיד"
		},
		{
			"name": "עכרייה מחמד"
		},
		{
			"name": "עכרי מאהר"
		},
		{
			"name": "חאג יחיא מטאוע"
		},
		{
			"name": "מוהנא אחמד"
		},
		{
			"name": "חג יחיא מטאוע"
		},
		{
			"name": "עוידה זיאד"
		},
		{
			"name": "עזאזמה יוסף"
		},
		{
			"name": "חודר עלי"
		},
		{
			"name": "חגאזי אברהים"
		},
		{
			"name": "דיאב סלימאן"
		},
		{
			"name": "שאהין יוסף"
		},
		{
			"name": "דראושה עבד אלוהאב"
		},
		{
			"name": "דהאמשה עאלמאלכ"
		}
	]
}