{
	"name": "אחים אנחנו",
	"members": [
		{
			"name": "אבבה דוד",
			"image": "http://sphotos-f.ak.fbcdn.net/hphotos-ak-ash4/297738_120976104731619_705711375_n.jpg"
		},
		{
			"name": "יהודה דורון"
		},
		{
			"name": "יתמנו גרמא שמואל"
		},
		{
			"name": "טלקר דניאל"
		},
		{
			"name": "טסמה נאווה"
		},
		{
			"name": "רצון שאלתיאל"
		},
		{
			"name": "זוארץ מאיר"
		},
		{
			"name": "בצון יצחק"
		},
		{
			"name": "שמשון יגאל"
		},
		{
			"name": "סולומון ברה דרור"
		},
		{
			"name": "טלקר נתנאל מאיר"
		},
		{
			"name": "ברכה אליהו חיים"
		},
		{
			"name": "גרמאי אסרסי אסתר"
		}
	]
}