Ext.util.JSONP.callback({
	"name": "הפיראטים",
	"members": [
		{
			"name": "שם טוב אוהד יעקב",
			"image": "http://blog.tapuz.co.il/declaration48/images/3569783_86.jpg"
		},
		{
			"name": "כוזר נועם"
		},
		{
			"name": "בירון דן"
		},
		{
			"name": "מלטין לידיה"
		},
		{
			"name": "חדד רפרם"
		},
		{
			"name": "פלנקר הסקלברג דניאל"
		},
		{
			"name": "ליברמן לאו"
		},
		{
			"name": "גוטמן מורן קטרין שמופ"
		},
		{
			"name": "שועלי חפציבה איטה"
		},
		{
			"name": "סקטון עבריה"
		},
		{
			"name": "מלטין איוון"
		},
		{
			"name": "קלנר יותם"
		},
		{
			"name": "שטדלר טל"
		},
		{
			"name": "גולדשטיין קיט לורנס"
		},
		{
			"name": "חזן שלי"
		},
		{
			"name": "בנאי איתמר גדעון"
		},
		{
			"name": "סטו ריינהרד"
		},
		{
			"name": "יוספשוילי ארין"
		},
		{
			"name": "עופר קרן"
		},
		{
			"name": "אלון יונתן עמנואל"
		},
		{
			"name": "מילינבסקי יאנה"
		},
		{
			"name": "גרדשטיין שרון"
		},
		{
			"name": "שוסטק אלעד"
		},
		{
			"name": "אברהם רות"
		},
		{
			"name": "פטרושקה נתנאל"
		},
		{
			"name": "כוזר יוסף"
		},
		{
			"name": "גולני עופר"
		},
		{
			"name": "צוקרמן יעל"
		},
		{
			"name": "ווילר דינה"
		},
		{
			"name": "זהר זאב אל אשר עדין"
		},
		{
			"name": "בן מנחם נחמן"
		},
		{
			"name": "שטיננבאום אמנואל"
		},
		{
			"name": "וינטר מאירה"
		},
		{
			"name": "פרנק ליעד"
		}
	]
});