Ext.util.JSONP.callback({
	"name": "עלה ירוק - הרשימה הליברלית",
	"members": [
		{
			"name": "לרמן ירון",
			"image": "http://aleyarok.org.il/wp-content/uploads/2012/11/196238_10151164969922717_352169413_n1.jpg"
		},
		{
			"name": "מסיכה שמרי"
		},
		{
			"name": "צויג צבי"
		},
		{
			"name": "קני כרמל"
		},
		{
			"name": "ליבוביץ` אורן"
		},
		{
			"name": "גולן מיכאל"
		},
		{
			"name": "מולד ליבי"
		},
		{
			"name": "עידן רועי"
		},
		{
			"name": "קלישר אחיעד"
		},
		{
			"name": "היינריך טל"
		},
		{
			"name": "סוטו עמיעד"
		},
		{
			"name": "דברת אורן"
		},
		{
			"name": "קלישר עידית"
		},
		{
			"name": "פטישמן יבגני"
		}
	]
});