Ext.util.JSONP.callback({
	"name": "עם שלם - בראשות הרב חיים אמסלם",
	"members": [
		{
			"name": "אמסלם חיים",
			"id": "795",
			"image": "http://www.knesset.gov.il/mk/images/members/amsalem_haim-s.jpg"
		},
		{
			"name": "צרפתי משה"
		},
		{
			"name": "אגסי ראובן"
		},
		{
			"name": "יקירה דניאלה"
		},
		{
			"name": "אוקנין מקסים"
		},
		{
			"name": "בן דוד מרב"
		},
		{
			"name": "בן חיים מאיר"
		},
		{
			"name": "קונסטנטין אריאל ברוך"
		},
		{
			"name": "אבסירה תמר"
		},
		{
			"name": "ניישטדט ולדימיר"
		},
		{
			"name": "אסולין שמואל"
		},
		{
			"name": "זאוש אסתר"
		},
		{
			"name": "סבן אלי"
		},
		{
			"name": "פרץ שלומי"
		},
		{
			"name": "אבוהב עידן ישראל"
		}
	]
});