{
	"name": "התנועה בראשות ציפי לבני",
	"members": [
		{
			"name": "לבני, ציפי",
			"id": "213",
			"image": "http://www.knesset.gov.il/mk/images/members/livnee_zipi-s.jpg"
		},
		{
			"name": "מצנע עמרם"
		},
		{
			"name": "פרץ עמיר",
			"id": "105"
		},
		{
			"name": "שטרן אלעזר"
		},
		{
			"name": "שטרית מאיר",
			"id": "119"
		},
		{
			"name": "צור דוד"
		},
		{
			"name": "חסון יואל",
			"id": "772"
		},
		{
			"name": "מולה שלמה",
			"id": "810"
		},
		{
			"name": "כהן מירב"
		},
		{
			"name": "זוארץ אורית",
			"id": "822"
		},
		{
			"name": "ולנסי הנרי אהרון"
		},
		{
			"name": "ווהבה מגלי",
			"id": "727"
		},
		{
			"name": "טל אלון"
		},
		{
			"name": "טיבייב רוברט",
			"id": "819"
		},
		{
			"name": "בן-זקן אבנר"
		},
		{
			"name": "אדטו רחל",
			"id": "820"
		},
		{
			"name": "מרגולין-ליבסטר דינה"
		},
		{
			"name": "שק דניאל"
		},
		{
			"name": "נול בועז"
		},
		{
			"name": "בריזון רוני"
		},
		{
			"name": "שוחט ליאת"
		},
		{
			"name": "מילר עידן"
		},
		{
			"name": "גרינפילד יהודה"
		},
		{
			"name": "גל מירלה"
		},
		{
			"name": "גריפאת קאסם"
		},
		{
			"name": "מורן סיגל"
		},
		{
			"name": "שגיא משה"
		},
		{
			"name": "גולן אראלה"
		},
		{
			"name": "אורון ישראלה"
		},
		{
			"name": "עמאר נדים"
		},
		{
			"name": "זונדר-כסלו רומי"
		},
		{
			"name": "חלבי קופטאן"
		},
		{
			"name": "רוזגוביץ` אלעד"
		},
		{
			"name": "מרגלית רון"
		},
		{
			"name": "אמנו דורון"
		},
		{
			"name": "עמר פלג"
		},
		{
			"name": "לבשטיין אופיר"
		},
		{
			"name": "עבאדי רועי"
		},
		{
			"name": "ישראל מורן"
		},
		{
			"name": "לסרי אופיר"
		},
		{
			"name": "הירש גדעון"
		},
		{
			"name": "קופצ`יק יקטרינה"
		},
		{
			"name": "תורן תאליר שרית"
		},
		{
			"name": "ז`נה רפי"
		},
		{
			"name": "הולנדר אריאל מנחם"
		},
		{
			"name": "שכנאי הדס"
		},
		{
			"name": "ורטהיימר סטף"
		}
	]
}