Ext.util.JSONP.callback({
	"name": "יש עתיד בראשות יאיר לפיד",
	"members": [
		{
			"name": "לפיד יאיר",
			"image": "http://yeshatid.org.il/wp-content/uploads/2012/11/y1.jpg"
		},
		{
			"name": "פירון שי משה"
		},
		{
			"name": "גרמן יעל"
		},
		{
			"name": "כהן מאיר"
		},
		{
			"name": "פרי יעקב"
		},
		{
			"name": "שלח עפר"
		},
		{
			"name": "לביא עליזה"
		},
		{
			"name": "רזבוגוב יואל"
		},
		{
			"name": "קול עדי"
		},
		{
			"name": "אלהרר הרטשטיין קארין"
		},
		{
			"name": "לוי מיקי"
		},
		{
			"name": "סולומון יאסו שמעון"
		},
		{
			"name": "קלדרון רות"
		},
		{
			"name": "תמנו-שטה פנינה"
		},
		{
			"name": "פרנקל רינה"
		},
		{
			"name": "קריב יפעת"
		},
		{
			"name": "ליפמן דב"
		},
		{
			"name": "טופורובסקי בועז"
		},
		{
			"name": "הופמן רונן"
		},
		{
			"name": "אל-על טל"
		},
		{
			"name": "בבוט מרק"
		},
		{
			"name": "שולץ נעמה"
		},
		{
			"name": "קדור סלים"
		},
		{
			"name": "בנישתי איציק יצחק"
		},
		{
			"name": "מאירי גדי"
		},
		{
			"name": "סטדלר לריסה"
		},
		{
			"name": "מגן עמי"
		},
		{
			"name": "מנייב בוריס"
		},
		{
			"name": "פלד-חיון תמי"
		},
		{
			"name": "שוייצר הדר"
		},
		{
			"name": "שריר גלעד"
		},
		{
			"name": "כהן יובל"
		},
		{
			"name": "קרול ילנה חיה"
		},
		{
			"name": "מזאוי אוהם"
		},
		{
			"name": "ביטון דבורה"
		},
		{
			"name": "בר -תור שמואל"
		},
		{
			"name": "הרטמן אביבה-יוליה"
		},
		{
			"name": "סבויסקי מיכאל"
		},
		{
			"name": "בז”ה רמי"
		},
		{
			"name": "יאסו אקליל"
		},
		{
			"name": "קוזין אנטון"
		},
		{
			"name": "בלוגובסקי חנה"
		},
		{
			"name": "שפושניק יוסף"
		},
		{
			"name": "גרבינר כרמלה"
		},
		{
			"name": "שטיינר רוברט"
		},
		{
			"name": "אהרוני ארז"
		},
		{
			"name": "שומרוני יצחק"
		},
		{
			"name": "מיאון שחר"
		},
		{
			"name": "גרינברגר אורי"
		},
		{
			"name": "פדהצור דורון"
		},
		{
			"name": "דרורי דלית"
		},
		{
			"name": "וולף אלון"
		},
		{
			"name": "לוי ירון עמוס"
		},
		{
			"name": "ברזילי יעל"
		},
		{
			"name": "דיאמנט חנית חנה"
		},
		{
			"name": "מולכו דרור"
		},
		{
			"name": "בוחבוט-לוין יצחק"
		},
		{
			"name": "קורץ יעקב"
		},
		{
			"name": "שור עידו"
		},
		{
			"name": "בלום זוהר זוגברד"
		},
		{
			"name": "דוידי דניאל"
		},
		{
			"name": "פינקלשטיין עופרה"
		},
		{
			"name": "סטורוזנקו תמרה"
		},
		{
			"name": "אלפסי סמי"
		},
		{
			"name": "אבוטבול אלי"
		},
		{
			"name": "בן אבי חיים"
		},
		{
			"name": "דניאלי ישראל"
		},
		{
			"name": "בל עופרה"
		},
		{
			"name": "שבלת ארנון"
		},
		{
			"name": "סלומון ברק אברהם"
		},
		{
			"name": "כץ רון"
		},
		{
			"name": "נדב יוסף"
		},
		{
			"name": "פיינה איתי"
		},
		{
			"name": "מזרחי אפרת חיה"
		},
		{
			"name": "להט אור-לי"
		},
		{
			"name": "סקס-פרידמן יסמין"
		},
		{
			"name": "שחורי-ג`יג`י דן"
		},
		{
			"name": "פישר תומי"
		},
		{
			"name": "קמפלר דורון"
		},
		{
			"name": "בלייכר רן"
		},
		{
			"name": "אסרף אורי"
		},
		{
			"name": "שריפי יצחק"
		},
		{
			"name": "הרפז מאיר"
		},
		{
			"name": "עמרם אהובה (יצחק)"
		},
		{
			"name": "ששון חנה"
		},
		{
			"name": "טבת חגי"
		},
		{
			"name": "שושן יהודה"
		},
		{
			"name": "בן צבי קוברנסקי אורלי"
		},
		{
			"name": "כהן אבשלום"
		},
		{
			"name": "אלראי נוי"
		},
		{
			"name": "רוזנפלד אביעד"
		},
		{
			"name": "אבוחצירה שי"
		},
		{
			"name": "סגל איילת"
		},
		{
			"name": "האושנר גיל"
		},
		{
			"name": "פלד עמרי"
		},
		{
			"name": "קלדרון אילן"
		},
		{
			"name": "פישמן ליטל"
		},
		{
			"name": "גורדון מעיין"
		},
		{
			"name": "פיפרברג טל"
		},
		{
			"name": "דוידזון סימון"
		},
		{
			"name": "קוברינסקי יצחק"
		},
		{
			"name": "ברעם אבישי"
		},
		{
			"name": "עזורי אביבה"
		},
		{
			"name": "הרפז שי"
		},
		{
			"name": "פלדמן גד"
		},
		{
			"name": "קדם אלי"
		},
		{
			"name": "ששון יואל אברהם"
		},
		{
			"name": "לוי ערן"
		},
		{
			"name": "יאני מעיין"
		},
		{
			"name": "כהן אביעד"
		},
		{
			"name": "שינדלר בוריס"
		},
		{
			"name": "בן אברהם גוליאנה"
		},
		{
			"name": "חסיד טליה"
		},
		{
			"name": "רוכברג נועה-שרה"
		},
		{
			"name": "זגורסקי ליטל"
		},
		{
			"name": "איל גל"
		},
		{
			"name": "ירקוני יורם (ג`רי)"
		},
		{
			"name": "פרי לירן אמילי"
		},
		{
			"name": "גמזטוב מורד"
		},
		{
			"name": "סומק רוני"
		}
	]
});