Ext.util.JSONP.callback({
	"name": "הבית היהודי בראשות נפתלי בנט - מיסודם של האיחוד הלאומי מפד”ל החדשה",
	"members": [
		{
			"name": "בנט נפתלי",
			"image": "http://www.israelim.org.il/wp-content/uploads/2012/12/Naftali-Bennett.jpg"
		},
		{
			"name": "אריאל אורי יהודה",
			"id": "713"
		},
		{
			"name": "סלומינסקי ניסן"
		},
		{
			"name": "בן דהן אליהו"
		},
		{
			"name": "שקד איילת"
		},
		{
			"name": "אורבך אורי שרגא",
			"id": "845"
		},
		{
			"name": "קלפה זבולון"
		},
		{
			"name": "וורצמן אברהם"
		},
		{
			"name": "יוגב מרדכי"
		},
		{
			"name": "סטרוק אורית מלכה"
		},
		{
			"name": "שטבון יונתן"
		},
		{
			"name": "מועלם-רפאלי שולי"
		},
		{
			"name": "הורוביץ הלל אילן"
		},
		{
			"name": "גימפל ירמיהו"
		},
		{
			"name": "אייל נחמן"
		},
		{
			"name": "נסימי רחמים"
		},
		{
			"name": "כהן יצחק אמיתי"
		},
		{
			"name": "פינקלשטיין גילה"
		},
		{
			"name": "בנק אורי"
		},
		{
			"name": "דנינו משה דורון"
		},
		{
			"name": "איפראימוב מרק"
		},
		{
			"name": "טאוב עמיעד דוד"
		},
		{
			"name": "טרבלסי שמעון מכלוף"
		},
		{
			"name": "גימאני אהרן"
		},
		{
			"name": "שושן יצחק"
		},
		{
			"name": "בן אריה יצחק"
		},
		{
			"name": "זרגרי יצחק"
		},
		{
			"name": "דוד יהודה"
		},
		{
			"name": "זפרן זאב"
		},
		{
			"name": "רפל נחמיה"
		},
		{
			"name": "ידין דוד"
		},
		{
			"name": "יחזקאל הרצל"
		},
		{
			"name": "מלמד חנן חיים"
		},
		{
			"name": "גרינוולד גאל"
		},
		{
			"name": "ריפקין אפרים יהודה"
		},
		{
			"name": "וסרמן יחיאל מאיר"
		},
		{
			"name": "בן דוד איתן"
		},
		{
			"name": "בשארי דניאל"
		},
		{
			"name": "הררי הושעיה יפת"
		},
		{
			"name": "בלומנטל שי"
		},
		{
			"name": "חרל”פ מיכאל צבי"
		},
		{
			"name": "בן-דוד עמרם"
		},
		{
			"name": "גולדברג אברהם יוסף"
		},
		{
			"name": "אדרי ג`קי"
		},
		{
			"name": "און נריה"
		},
		{
			"name": "קיל רז"
		},
		{
			"name": "חזיזה מרדכי"
		},
		{
			"name": "רצון אורי"
		},
		{
			"name": "גרנק איתי"
		},
		{
			"name": "גולדמן חיים יהודה"
		},
		{
			"name": "עציון אליעזר"
		},
		{
			"name": "סיבוני עמיחי"
		},
		{
			"name": "פלד גל"
		},
		{
			"name": "אלמגור שלום"
		},
		{
			"name": "אייזן משה דורון"
		},
		{
			"name": "קפלן רפאל אברהם"
		},
		{
			"name": "פורת דוד"
		},
		{
			"name": "מאירוביץ שמואל"
		},
		{
			"name": "מאיר רפאל"
		},
		{
			"name": "אדרי אריאל"
		},
		{
			"name": "בן שושן לירן"
		},
		{
			"name": "רוזנפלד יהודה"
		},
		{
			"name": "סלטן ג`רמי"
		},
		{
			"name": "מאזוז הודיה"
		},
		{
			"name": "חודפי דביר"
		},
		{
			"name": "וקנין מרדכי"
		},
		{
			"name": "טבק אביחי"
		},
		{
			"name": "לוזון מאיר"
		},
		{
			"name": "גור אריה ראובן"
		},
		{
			"name": "פרידמן אריה"
		},
		{
			"name": "הכהן אלישיב"
		},
		{
			"name": "קליגר עמוס"
		},
		{
			"name": "אהרונסון אלעזר אהרון"
		},
		{
			"name": "לוי שלמה"
		},
		{
			"name": "קעניג צבי מאיר"
		},
		{
			"name": "בוק טומי יהודה"
		},
		{
			"name": "שפר אליעזר"
		},
		{
			"name": "אליאש שרה"
		},
		{
			"name": "דרוקמן חיים מאיר"
		},
		{
			"name": "צוקרמן אברהם"
		}
	]
});