{
	"name": "מפלגת כלכלה בראשות יוליה שמאלוב ברקוביץ",
	"members": [
		{
			"name": "שמאלוב ברקוביץ יוליה",
			"id": "848",
			"image": "http://www.knesset.gov.il/mk/images/members/Shamalov_Berkovich_Yulia-s.jpg"
		},
		{
			"name": "גולדשטיין דניאל"
		},
		{
			"name": "גולדשטיין בן ציון"
		},
		{
			"name": "מנגל יפית"
		},
		{
			"name": "אלוני אודי"
		},
		{
			"name": "צעירי דרור"
		},
		{
			"name": "דריימר יצחק"
		},
		{
			"name": "דובלינסקי אדם"
		},
		{
			"name": "קורזינר גרגורי"
		},
		{
			"name": "נבות זהר"
		},
		{
			"name": "דור דניאל"
		},
		{
			"name": "בן ישי מרדכי"
		},
		{
			"name": "מיכאל יאיר"
		},
		{
			"name": "בן עזרי ניר"
		}
	]
}