{
	"name": "חד”ש – חזית דמוקרטית לשלום ושוויון (המפלגה הקומוניסטית הישראלית – תראבוט וחוגי ציבור ערבים ויהודים)",
	"members": [
		{
			"name": "ברכה מוחמד",
			"id": "107",
			"image": "http://www.knesset.gov.il/mk/images/members/baraka_mohamed-s.jpg"
		},
		{
			"name": "סויד חנא",
			"id": "789"
		},
		{
			"name": "חנין דב בוריס",
			"id": "780"
		},
		{
			"name": "אגבאריה עפו",
			"id": "842"
		},
		{
			"name": "אספניולי נבילה"
		},
		{
			"name": "עודה איימן"
		},
		{
			"name": "אבו מערוף עבדאללה"
		},
		{
			"name": "רענן יעלה"
		},
		{
			"name": "סקסק עומר"
		},
		{
			"name": "סטולר מור"
		},
		{
			"name": "נסאר עומר"
		},
		{
			"name": "ג`לג`ולי מייסם"
		},
		{
			"name": "כנאנה עמראן"
		},
		{
			"name": "היבי עלי"
		},
		{
			"name": "אבו אלהיג`א עאדל"
		},
		{
			"name": "ג`בארין יוסף"
		},
		{
			"name": "זרצקי עדנה"
		},
		{
			"name": "סנעאללה נסר"
		},
		{
			"name": "ניקולה עיסא"
		},
		{
			"name": "ברגותי כמאל"
		},
		{
			"name": "גולדפרב פדרו"
		},
		{
			"name": "בסול רינאוי הישאם"
		},
		{
			"name": "חמדי אחמד"
		},
		{
			"name": "מוסא נעים"
		},
		{
			"name": "גולדרינג יואב"
		},
		{
			"name": "מורקוס זריק אמל"
		},
		{
			"name": "כורי ח`ליל"
		},
		{
			"name": "עואד סמיר"
		},
		{
			"name": "עודה אחמד"
		},
		{
			"name": "ואכד ח`יתאם"
		},
		{
			"name": "מרזוק סלמאן"
		},
		{
			"name": "גהשאן שפיק"
		},
		{
			"name": "שריף ג`מאל"
		},
		{
			"name": "אמורי אדם ישי"
		},
		{
			"name": "אלנקיב מהא"
		},
		{
			"name": "דאוד (תורכי) ח`אלד"
		},
		{
			"name": "אבו דבאי-נערה פידאא"
		},
		{
			"name": "בסל ג`בר"
		},
		{
			"name": "ראס עאידה"
		},
		{
			"name": "אבו אלזולוף פואז"
		},
		{
			"name": "וולטמן אורי"
		},
		{
			"name": "חמוד חמוד"
		},
		{
			"name": "חג`אג` נורית"
		},
		{
			"name": "שביטה אמג`ד"
		},
		{
			"name": "עאמר שדא"
		},
		{
			"name": "חמודה מוניר"
		},
		{
			"name": "חמאיסה אמין"
		},
		{
			"name": "דרייר שילה יובל"
		},
		{
			"name": "סלימאן לילא"
		},
		{
			"name": "תאיה ג`מאל"
		},
		{
			"name": "קאדרי עלי"
		},
		{
			"name": "טנדלר יואל"
		},
		{
			"name": "ברתנא הגר"
		},
		{
			"name": "דיאב סוהיל"
		},
		{
			"name": "גזאוי עבד אלרחים"
		},
		{
			"name": "בישארה נסים"
		},
		{
			"name": "עיראקי אחמד"
		},
		{
			"name": "שנאווי אניס"
		},
		{
			"name": "יאסין סאמי"
		},
		{
			"name": "נסרה חוריה"
		},
		{
			"name": "בדווי עבדאללה"
		},
		{
			"name": "שביטה פתחי"
		},
		{
			"name": "ח`לף עבד אלפתאח"
		},
		{
			"name": "ראבי דרויש"
		},
		{
			"name": "מחאמיד זיאד"
		},
		{
			"name": "גרין אלון לי"
		},
		{
			"name": "אבו ליל סעיד"
		},
		{
			"name": "סלאמה עבד אלרחמן"
		},
		{
			"name": "חסאן שרף"
		},
		{
			"name": "אחמד האלה"
		},
		{
			"name": "כסיף עופר"
		},
		{
			"name": "ח`טיב אבראהים"
		},
		{
			"name": "טאהא סעיד"
		},
		{
			"name": "ימפולר אריה"
		},
		{
			"name": "חאג` כמאל"
		},
		{
			"name": "חידר יוסף"
		},
		{
			"name": "אבו ראס בות`ינה"
		},
		{
			"name": "ח`שיבון אסעד"
		},
		{
			"name": "אבו ראס עבד אלסלאם"
		},
		{
			"name": "גטאס פאתן"
		},
		{
			"name": "נכד נכד"
		},
		{
			"name": "זין אלדין עיסאם"
		},
		{
			"name": "מחאמיד ראידה"
		},
		{
			"name": "צדוק צדוק"
		},
		{
			"name": "סמעאן אסעד"
		},
		{
			"name": "חאג` אחמד"
		},
		{
			"name": "חמדי עומר"
		},
		{
			"name": "אבו יונס מאג`ד"
		},
		{
			"name": "קאסם גאזי"
		},
		{
			"name": "עאמר עאדל"
		},
		{
			"name": "חריכי עלי"
		},
		{
			"name": "אבו זיד דח`יל"
		},
		{
			"name": "בקר דליה"
		},
		{
			"name": "שאואר נועה"
		},
		{
			"name": "מנסור מוחמד"
		},
		{
			"name": "זיאד נאילה"
		},
		{
			"name": "דוידי אפרים"
		},
		{
			"name": "תומא-סלימאן עאידה"
		},
		{
			"name": "עיראקי סאמח"
		},
		{
			"name": "טיבי זוהיר"
		},
		{
			"name": "דהאמשה מנסור"
		},
		{
			"name": "גנאס כמאל"
		},
		{
			"name": "כנאענה תאופיק"
		},
		{
			"name": "אבו ראס ג`מיל"
		},
		{
			"name": "ג`ראיסי רודינה"
		},
		{
			"name": "סעדי עומר"
		},
		{
			"name": "כנאנה אסעד"
		},
		{
			"name": "בורשטיין דוד (עוזי)"
		},
		{
			"name": "סגיר פתחיה"
		},
		{
			"name": "גונן בנימין"
		},
		{
			"name": "אלעטאונה יוסף"
		},
		{
			"name": "אבו רחמון אדיב"
		},
		{
			"name": "ח`ורי סמירה"
		},
		{
			"name": "ח`טיב שאוקי"
		},
		{
			"name": "מח`ול עסאם"
		},
		{
			"name": "טאהא מוחמד"
		},
		{
			"name": "גוז`נסקי תמר"
		},
		{
			"name": "ג`ראיסי ראמז"
		},
		{
			"name": "אלקאסם סמיח"
		},
		{
			"name": "נפאע מוחמד"
		}
	]
}