{
	"name": "כח להשפיע בהנחייה / בהכוונת הרב אמנון יצחק",
	"members": [
		{
			"name": "סאמרלי אריה",
			"image": "http://sphotos-a.ak.fbcdn.net/hphotos-ak-snc6/224064_283190351783652_678376640_n.png"
		},
		{
			"name": "שיפר אליהו"
		},
		{
			"name": "בן משה משה"
		},
		{
			"name": "פרטקוב ליעד"
		},
		{
			"name": "לוי רונן"
		},
		{
			"name": "כהן עימנואל אמיר"
		},
		{
			"name": "צוברי יהונתן"
		},
		{
			"name": "כלפא יונה"
		},
		{
			"name": "בניזרי אליהו"
		},
		{
			"name": "פז אלון"
		},
		{
			"name": "סקריצקי מיכאל"
		},
		{
			"name": "שאולוב רונן"
		},
		{
			"name": "ולורד דרור ברוך"
		},
		{
			"name": "יצחק אליהו"
		},
		{
			"name": "יצחק שפריר"
		},
		{
			"name": "חורש יניב"
		},
		{
			"name": "והב מרדכי"
		},
		{
			"name": "לסרי אורן"
		}
	]
}