Ext.util.JSONP.callback({
	"name": "יהדות התורה והשבת אגודת ישראל - דגל התורה",
	"members": [
		{
			"name": "ליצמן יעקב",
			"id": "216",
			"image": "http://www.knesset.gov.il/mk/images/members/lizman_yaakov-s.jpg"
		},
		{
			"name": "גפני משה",
			"id": "35"
		},
		{
			"name": "פרוש מאיר",
		},
		{
			"name": "מקלב אורי",
			"id": "814"
		},
		{
			"name": "מוזס מנחם אליעזר",
			"id": "839"
		},
		{
			"name": "אייכלר ישראל יצחק",
			"id": "754"
		},
		{
			"name": "אשר יעקב"
		},
		{
			"name": "גוטרמן יעקב אשר"
		},
		{
			"name": "ברוידא יצחק"
		},
		{
			"name": "חדד שמעון"
		},
		{
			"name": "פולק יהושע מנחם"
		},
		{
			"name": "רייך יצחק"
		},
		{
			"name": "טסלר יעקב"
		},
		{
			"name": "בוימל אריה צבי"
		},
		{
			"name": "קליין מנחם"
		},
		{
			"name": "קרליץ אליהו מרדכי"
		},
		{
			"name": "פיק יצחק"
		},
		{
			"name": "פינדרוס יצחק זאב"
		},
		{
			"name": "שוורץ אברהם"
		},
		{
			"name": "פראנק משה"
		},
		{
			"name": "רודיק יצחק"
		},
		{
			"name": "ויז`בינסקי יעקב"
		},
		{
			"name": "זייברט חנוך"
		},
		{
			"name": "שפירא מנחם"
		},
		{
			"name": "דייטש יוסף"
		},
		{
			"name": "וידיסלבסקי שלמה"
		},
		{
			"name": "גולדנטל שלמה"
		},
		{
			"name": "אוחנה דוד"
		},
		{
			"name": "אייזנברג מנחם מנדל"
		},
		{
			"name": "פרידמן ישראל משה"
		},
		{
			"name": "אוברלנדר משה"
		},
		{
			"name": "אורלנסקי זליג"
		},
		{
			"name": "סלומיאנסקי אליעזר"
		},
		{
			"name": "רייסנר ישראל מאיר"
		},
		{
			"name": "ציינווירט פנחס"
		},
		{
			"name": "דייטש אברהם"
		},
		{
			"name": "רוזנר חיים"
		},
		{
			"name": "ויינמן משה אליהו"
		},
		{
			"name": "גרטנהויז מרדכי"
		},
		{
			"name": "מישקובסקי אברהם צבי"
		},
		{
			"name": "אדלר דוד"
		},
		{
			"name": "בדוש פנחס"
		},
		{
			"name": "ליפשיץ בנימין"
		},
		{
			"name": "יברוב יהודה"
		},
		{
			"name": "ולצר גדליה דוד"
		},
		{
			"name": "בלוי מרדכי זאב"
		},
		{
			"name": "רושגולד אברהם צבי"
		},
		{
			"name": "שטרית יוסף שאול"
		},
		{
			"name": "קוסטליץ שלמה"
		},
		{
			"name": "גרינברג שמואל"
		},
		{
			"name": "כץ חיים מאיר"
		},
		{
			"name": "ולנשטיין יעקב"
		},
		{
			"name": "ברנשטיין חיים שלמה"
		},
		{
			"name": "מושקוביץ יונה"
		},
		{
			"name": "קלוגמן אלתר בן ציון"
		},
		{
			"name": "בוכניק יהושע"
		},
		{
			"name": "שיינין גדליה דוד"
		},
		{
			"name": "ברונר אליהו יוסף"
		},
		{
			"name": "ויזל חיים מאיר"
		},
		{
			"name": "ברוכי אליהו"
		},
		{
			"name": "וובר אפרים"
		},
		{
			"name": "סירוקה פנחס דוד"
		},
		{
			"name": "טרויבע אברהם מרדכי"
		},
		{
			"name": "רייך יהודה"
		},
		{
			"name": "דייטש שלמה"
		},
		{
			"name": "גרשי משה"
		},
		{
			"name": "זיידה יקותיאל דוד"
		},
		{
			"name": "גולד מנחם מנדל"
		},
		{
			"name": "רוטנר דוד נחמן"
		},
		{
			"name": "גולדברג מרדכי"
		},
		{
			"name": "הרשטיין דוד"
		},
		{
			"name": "מונטג בנימין משה"
		},
		{
			"name": "שוורץ מנחם"
		},
		{
			"name": "ברנר יצחק דוד"
		},
		{
			"name": "טסלר יצחק"
		},
		{
			"name": "מקלב אברהם"
		},
		{
			"name": "ברנדוויין ברוך"
		},
		{
			"name": "נורדמן בן ציון"
		},
		{
			"name": "ברסלר ברהם אלכסנדר"
		},
		{
			"name": "אלפר מרדכי מיכאל"
		},
		{
			"name": "הומינר פנחס דוד"
		},
		{
			"name": "גולומב ישראל יצחק"
		},
		{
			"name": "מורגנשטרן משה דוד"
		},
		{
			"name": "ויכלדר חיים ברוך"
		},
		{
			"name": "אביטן גבריאל מאיר"
		},
		{
			"name": "זיידמן חנוך דוד"
		},
		{
			"name": "קלרמן ישראל"
		},
		{
			"name": "ויינר דוד"
		},
		{
			"name": "שטרן שלמה"
		},
		{
			"name": "רוזן יהודה אריה"
		},
		{
			"name": "הומינר שלמה"
		},
		{
			"name": "ויינברגר יהושע"
		},
		{
			"name": "וייס אפרים"
		},
		{
			"name": "מאיר ישראל"
		},
		{
			"name": "לוינשטיין בנימין טוביה"
		},
		{
			"name": "קליין אברהם"
		},
		{
			"name": "פולק יהודה אריה"
		},
		{
			"name": "הורביץ פנחס"
		},
		{
			"name": "גורא משה יעקב"
		},
		{
			"name": "וירניק נפתלי"
		},
		{
			"name": "וייס נתן"
		},
		{
			"name": "כהן משה"
		},
		{
			"name": "סגל אוריאל"
		},
		{
			"name": "ברייש ראובן"
		},
		{
			"name": "מונק אריה"
		},
		{
			"name": "רוזנבוים יעקב דוד"
		},
		{
			"name": "ארנטרוי אלחנן"
		},
		{
			"name": "ליברמן מרדכי"
		},
		{
			"name": "מן משה"
		},
		{
			"name": "קריבוס שמואל"
		},
		{
			"name": "קארפ משה שלום"
		},
		{
			"name": "קלוגמן מנחם"
		},
		{
			"name": "ברויאר דוד"
		},
		{
			"name": "שיינפלד שבתי"
		},
		{
			"name": "רוזנטל אברהם אהרן"
		},
		{
			"name": "רובינשטיין מאיר"
		},
		{
			"name": "אברמוביץ אברהם חנוך"
		},
		{
			"name": "אבו יוסף"
		},
		{
			"name": "אירנשטיין משה אליהו"
		}
	]
});