Ext.util.JSONP.callback({
	"name": "אלאמל לתג`ייר - התקווה לשינוי",
	"members": [
		{
			"name": "קריואוי עאטף",
			"image": "http://blog.tapuz.co.il/declaration48/images/3569783_87.jpg"
		},
		{
			"name": "בדראן\tסעיד"
		},
		{
			"name": "סלימאן\tמרתא"
		},
		{
			"name": "אבו אלהיג`א מוחמד"
		},
		{
			"name": "אבו רביעה מחמד"
		},
		{
			"name": "עבאס אמנה"
		},
		{
			"name": "ח`ורי ג`מאל"
		},
		{
			"name": "טהה בינאן"
		},
		{
			"name": "סאלח עבד אלרחמאן"
		},
		{
			"name": "אבו זלאם סעיד"
		},
		{
			"name": "אבו ליל יוסף"
		}
	]
});