Ext.util.JSONP.callback({
	"name": "מרצ - השמאל של ישראל",
	"members": [
		{
			"name": "גלאון זהבה",
			"id": "201",
			"image": "http://www.knesset.gov.il/mk/images/members/galon_zahava-s.jpg"
		},
		{
			"name": "גיל און אילן",
			"id": "200"
		},
		{
			"name": "הורוביץ ניצן",
			"id": "843"
		},
		{
			"name": "רוזין מיכל"
		},
		{
			"name": "פריג` עיסווי"
		},
		{
			"name": "זנדברג תמר"
		},
		{
			"name": "וילן אבשלום"
		},
		{
			"name": "רז מוסי"
		},
		{
			"name": "סולל יפעת"
		},
		{
			"name": "זכי אורי"
		},
		{
			"name": "ורטון לורה"
		},
		{
			"name": "דרומי חכים תום"
		},
		{
			"name": "בנדל אהוד"
		},
		{
			"name": "עמוס אורנה"
		},
		{
			"name": "שירן איל"
		},
		{
			"name": "רגב מיכאל"
		},
		{
			"name": "צויזנר יצחק"
		},
		{
			"name": "מורג דרור"
		},
		{
			"name": "אבקסיס דינה"
		},
		{
			"name": "למדן עידן"
		},
		{
			"name": "אורון אייל"
		},
		{
			"name": "אורשלימי שרון"
		},
		{
			"name": "אדמי יעל"
		},
		{
			"name": "אללו יוסף פפה"
		},
		{
			"name": "ארז חנן"
		},
		{
			"name": "בדיר אחמד"
		},
		{
			"name": "בכר סוזן לינדה"
		},
		{
			"name": "ברוך אילן"
		},
		{
			"name": "ברלב נוגה"
		},
		{
			"name": "ברנע נמרוד"
		},
		{
			"name": "גולן גילד גליה"
		},
		{
			"name": "וסר רחלה מיכל"
		},
		{
			"name": "דיאמנט עדית"
		},
		{
			"name": "כהן חמוטל"
		},
		{
			"name": "הרסגור הנדין עילאי"
		},
		{
			"name": "וולפסון ויויאנה לאה"
		},
		{
			"name": "טריינין רני"
		},
		{
			"name": "לבנון מורדוך אסתר"
		},
		{
			"name": "לוי מרק"
		},
		{
			"name": "צור שושנה"
		},
		{
			"name": "לסקי שוץ גבריאלה"
		},
		{
			"name": "מזרחי דרור"
		},
		{
			"name": "מרציאנו יוסף"
		},
		{
			"name": "נימן חנה"
		},
		{
			"name": "נעמן אייל"
		},
		{
			"name": "סטרקובסקי שילון שרה"
		},
		{
			"name": "עדן מיכל"
		},
		{
			"name": "פילק דניאל"
		},
		{
			"name": "פינקל ליאור"
		},
		{
			"name": "צרפתי דניאל"
		},
		{
			"name": "קרבטרי מאיה"
		},
		{
			"name": "רבין עזרא"
		},
		{
			"name": "רזניק תומר"
		},
		{
			"name": "רייז אייל"
		},
		{
			"name": "שאינסקי אלה"
		},
		{
			"name": "שמיר גדעון"
		},
		{
			"name": "ליטבק מאשה"
		},
		{
			"name": "איזנר יעל"
		},
		{
			"name": "חאג` יחיא ג`מיל"
		},
		{
			"name": "אבן ג`מיל"
		},
		{
			"name": "הרצוג חנה"
		},
		{
			"name": "דורי לטיף"
		},
		{
			"name": "עופרן חגית"
		},
		{
			"name": "ברניב ארן"
		},
		{
			"name": "חורש ראובן"
		},
		{
			"name": "רייז אמציה"
		},
		{
			"name": "וינטראוב רונית"
		},
		{
			"name": "עזור גבריאל"
		},
		{
			"name": "מסארוה סאלח"
		},
		{
			"name": "מטאנס אליאס"
		},
		{
			"name": "זהר רקפת"
		},
		{
			"name": "יעקבסון דניאל"
		},
		{
			"name": "יסעור יהונתן"
		},
		{
			"name": "בורדון גבריאל"
		},
		{
			"name": "אופיר אורי"
		},
		{
			"name": "ברנבויים גריגורי"
		},
		{
			"name": "זועבי עבד אלחלים"
		},
		{
			"name": "אברמסון זיוית"
		},
		{
			"name": "אושרוב נילי"
		},
		{
			"name": "זמבוני בכר אליזבטה"
		},
		{
			"name": "סל נחמיה"
		},
		{
			"name": "ציון נעמי"
		},
		{
			"name": "זועבי עבד אלכרים"
		},
		{
			"name": "זהר עמיר עליזה"
		},
		{
			"name": "חלבי בשיר"
		},
		{
			"name": "זרטל עדית"
		},
		{
			"name": "גולדבלום עמירם"
		},
		{
			"name": "אשדות יזהר"
		},
		{
			"name": "רציסטר קמחי אלונה"
		},
		{
			"name": "הופנונג מנחם"
		},
		{
			"name": "פרוסט יוסי"
		},
		{
			"name": "דיין רות"
		},
		{
			"name": "זקהיים אסתר"
		},
		{
			"name": "קלדרון נסים"
		},
		{
			"name": "ביזאוי צביה סלביה"
		},
		{
			"name": "רדאי פרנסס"
		},
		{
			"name": "ברינקר מנחם"
		},
		{
			"name": "וייץ יחיעם"
		},
		{
			"name": "בובר אגסי יהודית"
		},
		{
			"name": "ליבק אלכס"
		},
		{
			"name": "מטלון רונית"
		},
		{
			"name": "שביט דן"
		},
		{
			"name": "נאמן יהודה גאד"
		},
		{
			"name": "טפרסון עידית"
		},
		{
			"name": "קנז יהושע"
		},
		{
			"name": "רזניק רות"
		},
		{
			"name": "סובול יהושע"
		},
		{
			"name": "שלוי אליס הילדגרד"
		},
		{
			"name": "יהושע א.ב"
		},
		{
			"name": "בר-און מרדכי"
		},
		{
			"name": "סרטני אמירה"
		},
		{
			"name": "מאור ענת"
		},
		{
			"name": "פארס חוסיין"
		},
		{
			"name": "חזן נעמי"
		},
		{
			"name": "שם טוב ויקטור"
		},
		{
			"name": "צבן יאיר"
		},
		{
			"name": "כהן רן"
		},
		{
			"name": "ביילין יוסי"
		},
		{
			"name": "אורון חיים",
			"id": "5"
		},
		{
			"name": "אלוני שולמית"
		}
	]
});