Ext.util.JSONP.callback({
	"name": "חיים בכבוד",
	"members": [
		{
			"name": "דנינו רות",
			"image": "http://sphotos-d.ak.fbcdn.net/hphotos-ak-snc6/9213_439426046112011_1532009301_n.jpg"
		},
		{
			"name": "למבז  יניב"
		},
		{
			"name": "עמית סער שלום"
		},
		{
			"name": "אלהב אליהו"
		},
		{
			"name": "קזדו יוסף"
		},
		{
			"name": "שורץ צבי"
		},
		{
			"name": "כהן מרדכי"
		},
		{
			"name": "בן נון חפציבה"
		},
		{
			"name": "רוזנברג פבל"
		},
		{
			"name": "לידני חיים"
		},
		{
			"name": "אטיאס נפתלי"
		},
		{
			"name": "סולם פרץ"
		},
		{
			"name": "פרץ אברהם"
		},
		{
			"name": "ויצמן גאולה"
		},
		{
			"name": "ריס גאולה"
		},
		{
			"name": "קריצבסקי יצחק"
		}
	]
});