Ext.util.JSONP.callback({
	"name": "בל”ד - אלתג`מוע אלווטני אלדמוקרטי",
	"members": [
		{
			"name": "ג`מאל זחאלקה",
			"id": "756",
			"image": "http://www.knesset.gov.il/mk/images/members/zahalka_jamal-s.jpg"
		},
		{
			"name": "זועבי חנין",
			"id": "846"
		},
		{
			"name": "ג`טאס באסל"
		},
		{
			"name": "אזברגה ג`ומעה"
		},
		{
			"name": "פוקרא עבדאל רחים"
		},
		{
			"name": "יזבק היבא"
		},
		{
			"name": "מהנא סאמי"
		},
		{
			"name": "דקב פתחי"
		},
		{
			"name": "פרח מרים"
		},
		{
			"name": "שלחת אנטאין"
		},
		{
			"name": "קיס מחאסן"
		},
		{
			"name": "לירר יעל"
		},
		{
			"name": "נחאדה מטאנס"
		},
		{
			"name": "מנסור נורא"
		},
		{
			"name": "ח`מיס ווליד"
		},
		{
			"name": "טאהא לולו"
		},
		{
			"name": "עבאס טאהר"
		},
		{
			"name": "חלבי חאתם"
		},
		{
			"name": "אבו שחאדה סאמי"
		},
		{
			"name": "צמל-ורשבסקי לאה"
		},
		{
			"name": "אבו רחמין ניבין"
		},
		{
			"name": "עאמר אחמד"
		},
		{
			"name": "ח`לאילה איאד"
		},
		{
			"name": "מרעי אמין"
		},
		{
			"name": "אילני יהודית"
		},
		{
			"name": "אבו בצר אברהים"
		},
		{
			"name": "אבו אחמד ח`לוד"
		},
		{
			"name": "חאג` ווליאם"
		},
		{
			"name": "חוש דועא"
		},
		{
			"name": "חאג` יחיא מוחמד"
		},
		{
			"name": "חיידר ראמי"
		},
		{
			"name": "ג`ורבאן סאמי"
		},
		{
			"name": "עבאס וסים"
		},
		{
			"name": "טנוס נח`לה"
		},
		{
			"name": "ח`לף ג`מיל"
		},
		{
			"name": "קובטי מירי"
		},
		{
			"name": "ערבוש מועין"
		},
		{
			"name": "הנדאוי רבים"
		},
		{
			"name": "עודה-חאג` אינאס"
		},
		{
			"name": "עתאמנה מופיצ"
		},
		{
			"name": "ג`מטוס וופא"
		},
		{
			"name": "סאדר מייסלון"
		},
		{
			"name": "טאהה נביט"
		},
		{
			"name": "חמדאן אלהאם"
		},
		{
			"name": "שעבאן פרידה"
		},
		{
			"name": "אלעתאייקה עבדאל כרים"
		},
		{
			"name": "עיאשה מועתכם"
		},
		{
			"name": "אבו הלאל מוסטפא"
		},
		{
			"name": "מסרי אחמד"
		},
		{
			"name": "דיאב מוסא"
		},
		{
			"name": "ג`נטוס כרים"
		},
		{
			"name": "חורני חנא"
		},
		{
			"name": "אבו אלעסל ג`האד"
		},
		{
			"name": "אבו סייף ח`ליל"
		},
		{
			"name": "שקור אילייא"
		},
		{
			"name": "דקוור נסרי"
		},
		{
			"name": "נח`אש יוסף"
		},
		{
			"name": "טאהא דימא"
		},
		{
			"name": "נעאמנה מוחמד"
		},
		{
			"name": "מחאג`נר מוחמד"
		},
		{
			"name": "סאדר כמיל"
		},
		{
			"name": "ח`טיב חנאן"
		},
		{
			"name": "בולוס ג`רים"
		},
		{
			"name": "סולטאני חוסני"
		},
		{
			"name": "ח`טיב קאסם"
		},
		{
			"name": "עטייה כאיד"
		},
		{
			"name": "סובח מייסאן"
		},
		{
			"name": "סעיד יוסף"
		},
		{
			"name": "שקור בסאם"
		},
		{
			"name": "סבסג ג`רים"
		},
		{
			"name": "מטר עדנאן"
		},
		{
			"name": "ג`אליב כאמל"
		},
		{
			"name": "אג`בריה ריאד"
		},
		{
			"name": "דכוור ג`ואד"
		},
		{
			"name": "חמאד באסם"
		},
		{
			"name": "אגברייה חנין"
		},
		{
			"name": "ראבי איאד"
		},
		{
			"name": "ח`טיב מוחמד"
		},
		{
			"name": "אלשאער האדיה"
		},
		{
			"name": "עבד אלחלים חסן"
		},
		{
			"name": "חדאד מוראד"
		},
		{
			"name": "טאטור מחמוד"
		},
		{
			"name": "מזלבט עמאד"
		},
		{
			"name": "ליום אנטון"
		},
		{
			"name": "אבו זקיקה מוחמד"
		},
		{
			"name": "אגברביה ספאא"
		},
		{
			"name": "מראענה מוחמד"
		},
		{
			"name": "עלי סאלח ויסאם"
		},
		{
			"name": "פרח אכרם"
		},
		{
			"name": "חוסין פתחיה"
		},
		{
			"name": "עראר ערב"
		},
		{
			"name": "סואעד מחמוד"
		},
		{
			"name": "ענבתאוו אמאני"
		},
		{
			"name": "בלעום ויאאם"
		},
		{
			"name": "ונתד נידאל"
		},
		{
			"name": "ח`ליליה מאהר"
		},
		{
			"name": "ג`סאר חסאן"
		},
		{
			"name": "בדראן עז אלדין"
		},
		{
			"name": "בנא עאוני"
		},
		{
			"name": "קורטאם אשרף"
		},
		{
			"name": "אגבריה ויסאם"
		},
		{
			"name": "חוסן יוסף"
		},
		{
			"name": "אברהים נביל"
		},
		{
			"name": "מסארווה כסאם"
		},
		{
			"name": "ג`טאס ראיד"
		},
		{
			"name": "שחאדה אדמונד"
		},
		{
			"name": "הווארי ערין"
		},
		{
			"name": "ורשבסקי מיכאל"
		},
		{
			"name": "עבד אמיל"
		},
		{
			"name": "מחטמיד ריאד"
		},
		{
			"name": "סולטאני פואד"
		},
		{
			"name": "אבו פול מוחמד"
		},
		{
			"name": "זריק סולימאן"
		},
		{
			"name": "מנסור ג`וני"
		},
		{
			"name": "אגבריה אפנאן"
		},
		{
			"name": "יונס מוחמד"
		},
		{
			"name": "עאטללה אליאס"
		},
		{
			"name": "מוחארב מחמוד"
		},
		{
			"name": "מחאמיד האשם"
		},
		{
			"name": "טאהא ואסל"
		}
	]
});