Ext.util.JSONP.callback({
	"name": "דע\"ם - מפלגת פועלים",
	"members": [
		{
			"name": "אגבארייה זחאלקה אסמא",
			"image": "http://upload.wikimedia.org/wikipedia/he/thumb/5/59/Asmaagbariyazachalka_72.jpg/200px-Asmaagbariyazachalka_72.jpg"
		},
		{
			"name": "נאדר ניר"
		},
		{
			"name": "בן שמחון דני"
		},
		{
			"name": "טיארה ופא"
		},
		{
			"name": "פלדהיים אורלי"
		},
		{
			"name": "זועבי חנין"
		},
		{
			"name": "עקאד אורנה"
		},
		{
			"name": "הלוי להב"
		},
		{
			"name": "לבארי נעמי"
		},
		{
			"name": "קעואר מוניר"
		},
		{
			"name": "איצקוביץ גסטון צבי"
		},
		{
			"name": "שורר דן"
		},
		{
			"name": "טחאן ראניה"
		},
		{
			"name": "בריל ערן"
		},
		{
			"name": "מישורי אפרת"
		},
		{
			"name": "בראל נוית"
		},
		{
			"name": "טל פנינה"
		},
		{
			"name": "מגנס אליזבט"
		},
		{
			"name": "הוס רבקה"
		},
		{
			"name": "טיר צביה"
		},
		{
			"name": "ענבל שושנה"
		},
		{
			"name": "בלאו בנימין"
		},
		{
			"name": "אלוני גיא"
		},
		{
			"name": "להב תומר"
		},
		{
			"name": "פרידמן מיכל"
		},
		{
			"name": "הראל מיקי"
		},
		{
			"name": "סודרי אורית"
		},
		{
			"name": "וגנר ארז"
		},
		{
			"name": "קלגסברון טלי"
		},
		{
			"name": "לביא תומר"
		},
		{
			"name": "פאהום אחמד"
		},
		{
			"name": "בלומנטל אפרת"
		},
		{
			"name": "כהן בכור טל"
		},
		{
			"name": "רוזן נחמני דניאל אברהם"
		},
		{
			"name": "להב אדיב הדס"
		},
		{
			"name": "כיתאני סמיר"
		},
		{
			"name": "לנגפור סטפן"
		},
		{
			"name": "פרמינגר יונתן"
		},
		{
			"name": "קדושים כוכבית"
		},
		{
			"name": "טמיר יואב"
		},
		{
			"name": "מהל עידו"
		},
		{
			"name": "פרידמן ציפורה פניה"
		},
		{
			"name": "חנוכה שאול"
		},
		{
			"name": "בן אפרת יעקב יוסף"
		}
	]
});