{
	"name": "כולנו חברים - ננח",
	"members": [
		{
			"name": "קנאפו שרון",
			"image": "https://fbcdn-sphotos-c-a.akamaihd.net/hphotos-ak-ash3/559047_459270254108436_1870515845_n.jpg"
		},
		{
			"name": "שי ליאור צפריר"
		},
		{
			"name": "אופיר ערן"
		},
		{
			"name": "בן שלום שחר ישראל"
		},
		{
			"name": "ינאי משה"
		},
		{
			"name": "אברהם תומר"
		},
		{
			"name": "שואשו נס חי"
		},
		{
			"name": "אופיר משה"
		},
		{
			"name": "ג`מילי ננח שגיא יוסף"
		},
		{
			"name": "אריאל אהוד"
		},
		{
			"name": "דגני ברק עמוס"
		},
		{
			"name": "דלויה דניאל"
		}
	]
}