Ext.util.JSONP.callback({
	"name": "העבודה בראשות שלי יחימוביץ",
	"members": [
		{
			"name": "יחימוביץ רחל שלי",
			"id": "782",
			"image": "http://sphotos-f.ak.fbcdn.net/hphotos-ak-prn1/16232_162322619217_462074_n.jpg"
		},
		{
			"name": "הרצוג יצחק",
			"id": "740"
		},
		{
			"name": "כבל איתן",
			"id": "236"
		},
		{
			"name": "מיכאלי מירב"
		},
		{
			"name": "בן אליעזר פואד בנימין",
			"id": "20"
		},
		{
			"name": "בר יחיאל"
		},
		{
			"name": "בר לב ישראל עמר"
		},
		{
			"name": "שפיר סתיו"
		},
		{
			"name": "ברורמן אבישי",
			"id": "797"
		},
		{
			"name": "מרגלית נחום אראל"
		},
		{
			"name": "שמולי יצחק"
		},
		{
			"name": "רוזנטל משה מיכאל"
		},
		{
			"name": "בירן מיכל"
		},
		{
			"name": "שי נחמן",
			"id": "818"
		},
		{
			"name": "מזרחי משה"
		},
		{
			"name": "עטר דניאל"
		},
		{
			"name": "מגדלה גאלב",
			"id": "758"
		},
		{
			"name": "חילו נאדיה"
		},
		{
			"name": "אבסדזה נינו",
			"id": "850"
		},
		{
			"name": "יונה יוסף"
		},
		{
			"name": "בן סימון דניאל",
			"id": "836"
		},
		{
			"name": "קורנפלד עפר"
		},
		{
			"name": "טרופר משה יחיאל"
		},
		{
			"name": "פריטל יונה"
		},
		{
			"name": "סעד סאלח"
		},
		{
			"name": "אופנהיימר יריב"
		},
		{
			"name": "קריב גלעד"
		},
		{
			"name": "קירמאיר אסתר"
		},
		{
			"name": "זלץ ברוך"
		},
		{
			"name": "חרמוני ערן"
		},
		{
			"name": "פדידה בן שיטרית לאה"
		},
		{
			"name": "שושן שלמה סמי"
		},
		{
			"name": "צור נורית"
		},
		{
			"name": "חופרי נחום"
		},
		{
			"name": "נחמיאס ורבין איילת"
		},
		{
			"name": "סהלו שולמית"
		},
		{
			"name": "שליט נועם"
		},
		{
			"name": "שוורץ אריאל איתן"
		},
		{
			"name": "בראון שמעון"
		},
		{
			"name": "אורן ינאי דנה"
		},
		{
			"name": "ורטמן אור"
		},
		{
			"name": "בן עמי לילי"
		},
		{
			"name": "עטייה יוסף"
		},
		{
			"name": "אמארה פתחי"
		},
		{
			"name": "בדר מאלכ"
		},
		{
			"name": "אבו פארס סמיר"
		},
		{
			"name": "ינאי שאול"
		},
		{
			"name": "גולדמן פלורנטינה אליס"
		},
		{
			"name": "קלינגר יוסף יהונתן"
		},
		{
			"name": "קליין גילה"
		},
		{
			"name": "צברי יורם"
		},
		{
			"name": "נתנזון גולדשטרום רוברטו"
		},
		{
			"name": "פסטרנק ליאון אורן"
		},
		{
			"name": "ונונו יוסף"
		},
		{
			"name": "נאטור אחמד"
		},
		{
			"name": "אדירי ציון"
		},
		{
			"name": "סטופאי שוורץ נירה"
		},
		{
			"name": "שחף עמנואל"
		},
		{
			"name": "קננגיסר דב"
		},
		{
			"name": "עווד אמיר"
		},
		{
			"name": "הרשקוביץ עמית"
		},
		{
			"name": "שקד אריה"
		},
		{
			"name": "שחם יוסף"
		},
		{
			"name": "שתיל אבלין"
		},
		{
			"name": "אובלס אבי"
		},
		{
			"name": "מרום צבי"
		},
		{
			"name": "אברהם אביבה"
		},
		{
			"name": "סטרולוב עמירם"
		},
		{
			"name": "גלעדי אלון"
		},
		{
			"name": "נחום שלום"
		},
		{
			"name": "כתר יעקב איתן"
		},
		{
			"name": "שמש ירון"
		},
		{
			"name": "מלמד למואל"
		},
		{
			"name": "בצלאלי שמואל"
		},
		{
			"name": "מריומה יעקב"
		},
		{
			"name": "פרדס אברהם"
		},
		{
			"name": "סרגובי אוריאל עמיחי"
		},
		{
			"name": "גוטלר איתי"
		},
		{
			"name": "דורון בוסתן"
		},
		{
			"name": "אזולאי דניאל"
		},
		{
			"name": "גרינולד הדס"
		},
		{
			"name": "מנשה לביא ארז"
		},
		{
			"name": "בן נשר בנימין"
		},
		{
			"name": "אוחיון אשר"
		},
		{
			"name": "פינק יאיר"
		},
		{
			"name": "פרס ריצ`רד"
		},
		{
			"name": "קבלו פנחס פיני"
		},
		{
			"name": "גבעוני אהרן זליג"
		},
		{
			"name": "מרשק יואל"
		},
		{
			"name": "אלקסלסי הנרי"
		},
		{
			"name": "מזרחי שמואל"
		},
		{
			"name": "אורן אלי אליהו"
		},
		{
			"name": "גבע לאה"
		},
		{
			"name": "בילקר דן"
		},
		{
			"name": "בן ישראל גדעון"
		},
		{
			"name": "איצקוביץ` חיה שרה"
		},
		{
			"name": "דלמן לואיס"
		},
		{
			"name": "זילברברג מיכל"
		},
		{
			"name": "בוקאעי מחמוד"
		},
		{
			"name": "דהמן מרדכי"
		},
		{
			"name": "כהן שולמית שולה"
		},
		{
			"name": "ריטוב עמיר"
		},
		{
			"name": "תיתי עבאס"
		},
		{
			"name": "ביטון מיכאל מרדכי"
		},
		{
			"name": "פכטר אריה"
		},
		{
			"name": "ימיני יצחק"
		},
		{
			"name": "חדד אריה אריק"
		},
		{
			"name": "אריאלי דוד"
		},
		{
			"name": "אוחיון יצחק"
		},
		{
			"name": "אלפסי סימון"
		},
		{
			"name": "שוסטר אלון נתן"
		},
		{
			"name": "דולה יוסף"
		},
		{
			"name": "דיין יעל"
		},
		{
			"name": "כהן רענן"
		},
		{
			"name": "שחל משה"
		},
		{
			"name": "ליבאי דוד"
		},
		{
			"name": "וייס שבח"
		},
		{
			"name": "ידלין אהרון"
		},
		{
			"name": "הלל שלמה"
		},
		{
			"name": "נבון יצחק"
		}
	]
});