{
	"name": "הליכוד ישראל ביתנו בהנהגת בנימין נתניהו לראשות הממשלה",
	"members": [
		{
			"name": "נתניהו בנימין",
			"id": "90",
			"image": "http://www.knesset.gov.il/mk/images/members/netanyahu_bibi-s.jpg"
		},
		{
			"name": "ליברמן אביגדור",
			"id": "214"
		},
		{
			"name": "סער גדעון משה",
			"id": "725"
		},
		{
			"name": "שמיר יאיר"
		},
		{
			"name": "ארדן גלעד מנשה",
			"id": "734"
		},
		{
			"name": "שלום סילבן",
			"id": "122"
		},
		{
			"name": "לנדאו עוזי",
			"id": "77"
		},
		{
			"name": "כ”ץ ישראל",
			"id": "69"
		},
		{
			"name": "דנון דני",
			"id": "828"
		},
		{
			"name": "לנדבר סופיה סוניה",
			"id": "78"
		},
		{
			"name": "ריבלין ראובן רובי",
			"id": "114"
		},
		{
			"name": "יעלון משה",
			"id": "823"
		},
		{
			"name": "אהרונוביץ יצחק",
			"id": "790"
		},
		{
			"name": "אלקין זאב",
			"id": "768"
		},
		{
			"name": "חוטובלי ציפי",
			"id": "825"
		},
		{
			"name": "לוי אבקסיס אורלי",
			"id": "832"
		},
		{
			"name": "לוין יריב גדעון",
			"id": "826"
		},
		{
			"name": "אדלשטיין יולי יואל",
			"id": "1"
		},
		{
			"name": "קירשנבאום פניה",
			"id": "835"
		},
		{
			"name": "כץ חיים",
			"id": "212"
		},
		{
			"name": "רגב מירי מרים",
			"id": "831"
		},
		{
			"name": "רותם דוד",
			"id": "805"
		},
		{
			"name": "פייגלין משה זלמן"
		},
		{
			"name": "שטייניץ יובל",
			"id": "695"
		},
		{
			"name": "אילטוב רוברט",
			"id": "793"
		},
		{
			"name": "הנגבי צחי",
			"id": "45"
		},
		{
			"name": "לבנת לימור אהבה",
			"id": "70"
		},
		{
			"name": "עמאר חמד",
			"id": "837"
		},
		{
			"name": "אקוניס אופיר",
			"id": "830"
		},
		{
			"name": "גמליאל דמרי גילה",
			"id": "723"
		},
		{
			"name": "אוחיון שמעון"
		},
		{
			"name": "שאמה הכהן כרמל",
			"id": "829"
		},
		{
			"name": "מילר אלכס",
			"id": "785"
		},
		{
			"name": "ליטינצקי ליאון"
		},
		{
			"name": "ביטן דוד"
		},
		{
			"name": "פרג` אורי"
		},
		{
			"name": "מלינובסקי יוליה"
		},
		{
			"name": "שטרית קטי קטרין"
		},
		{
			"name": "קרא איוב",
			"id": "230"
		},
		{
			"name": "לויטן סמדר בת אדם"
		},
		{
			"name": "אוחנה שוקי"
		},
		{
			"name": "אמסלם דוד"
		},
		{
			"name": "פורר עודד"
		},
		{
			"name": "אפריימוב ויקטור"
		},
		{
			"name": "דנינו יצחק"
		},
		{
			"name": "מטלון משה מוץ",
			"id": "838"
		},
		{
			"name": "ברק קרן"
		},
		{
			"name": "נגוסה אברהם"
		},
		{
			"name": "שמטוב ליה",
			"id": "802"
		},
		{
			"name": "אבן צור דוד"
		},
		{
			"name": "קינן שי"
		},
		{
			"name": "סלבין יצחק"
		},
		{
			"name": "שמחון אברהם"
		},
		{
			"name": "קורן נורית"
		},
		{
			"name": "בן זקן משה"
		},
		{
			"name": "גליק יהודה יהושע"
		},
		{
			"name": "גרוסברג דוד"
		},
		{
			"name": "נודלמן אריאל"
		},
		{
			"name": "דיכטר אברהם משה",
			"id": "771"
		},
		{
			"name": "נס לאה",
			"id": "738"
		},
		{
			"name": "פומרנץ ארקדי"
		},
		{
			"name": "תואבה אסמרה אמיר"
		},
		{
			"name": "ביבי אריה",
			"id": "821"
		},
		{
			"name": "מנור בוריס"
		},
		{
			"name": "פיניאן ציון",
			"id": "827"
		},
		{
			"name": "אליעזר ישי יוליאנה"
		},
		{
			"name": "אברבוך טליה"
		},
		{
			"name": "וייס מתן דמטרי"
		},
		{
			"name": "אביטל גבריאל"
		},
		{
			"name": "שובל זלמן"
		},
		{
			"name": "עבד עפיף"
		},
		{
			"name": "אדמסו אללי"
		},
		{
			"name": "הרשטל דניאל משה"
		},
		{
			"name": "תלמי אתי אסתר"
		},
		{
			"name": "נבון עמנואל יוסף"
		},
		{
			"name": "בולשטיין אריאל"
		},
		{
			"name": "רבינוביץ אליהו אלונה"
		},
		{
			"name": "סימנה מלסה שחר"
		},
		{
			"name": "מוסטפא ג`יהאד"
		},
		{
			"name": "וידר יעקב"
		},
		{
			"name": "שראל נתן שמעון"
		},
		{
			"name": "בני דיוויס אורלי מזל"
		},
		{
			"name": "טאובר דניאל משה בן אר"
		},
		{
			"name": "מורלי אריאל"
		},
		{
			"name": "רג`ואן סנדרה"
		},
		{
			"name": "דמתי ניר אל"
		},
		{
			"name": "בן שושן מאיר"
		},
		{
			"name": "טיאצ`או עומר"
		},
		{
			"name": "ג`ורג`י אילן"
		},
		{
			"name": "גורדין ציפי ציפורה"
		},
		{
			"name": "שלמון לזרוביץ אסתר שושנה"
		},
		{
			"name": "מזרחי סילבה"
		},
		{
			"name": "איש שלום דוד"
		},
		{
			"name": "הרמלין דוד"
		},
		{
			"name": "ואטורי ניסים"
		},
		{
			"name": "איפרגן משה"
		},
		{
			"name": "אשד אמנון"
		},
		{
			"name": "בר משה"
		},
		{
			"name": "ברדוגו רמי"
		},
		{
			"name": "בשארי גדי"
		},
		{
			"name": "גמרסני מרק אברהם"
		},
		{
			"name": "גרינולד עמיחי"
		},
		{
			"name": "דיין נורית"
		},
		{
			"name": "דרעי אפרים אפי"
		},
		{
			"name": "כהן צדוק"
		},
		{
			"name": "כהן רוני"
		},
		{
			"name": "לסרי ליאור"
		},
		{
			"name": "מזור משה"
		},
		{
			"name": "מלכה מאיר"
		},
		{
			"name": "מעוז שלמה"
		},
		{
			"name": "צוף צוריאל שמחה"
		},
		{
			"name": "קהת סיני שאול"
		},
		{
			"name": "קיש יואב"
		},
		{
			"name": "שטגמן איילה"
		},
		{
			"name": "שטרן רוני"
		},
		{
			"name": "שרעבי עמוס"
		},
		{
			"name": "דולגין משה"
		},
		{
			"name": "כהן אורגד יגאל"
		},
		{
			"name": "אולקניצקי שרה"
		},
		{
			"name": "קדישאי יחיאל"
		}
	]
}