Ext.util.JSONP.callback({
	"name": "שס התאחדות הספרדית העולמית שומרי תורה",
	"members": [
		{
			"name": "ישי, אליהו",
			"id": "63",
			"image": "http://www.knesset.gov.il/mk/images/members/yishai_eli-s.jpg"
		},
		{
			"name": "דרעי אריה מכלוף"
		},
		{
			"name": "אטיאס אריאל",
			"id": "791"
		},
		{
			"name": "כהן יצחק",
			"id": "65"
		},
		{
			"name": "נהרי משולם",
			"id": "222"
		},
		{
			"name": "כהן אמנון",
			"id": "210"
		},
		{
			"name": "מרגי יעקב",
			"id": "751"
		},
		{
			"name": "אזולאי דוד",
			"id": "7"
		},
		{
			"name": "ועקנין יצחק",
			"id": "50"
		},
		{
			"name": "זאב ניסים",
			"id": "206"
		},
		{
			"name": "מיכאלי אברהם",
			"id": "784"
		},
		{
			"name": "בן צור יואב"
		},
		{
			"name": "אדרי ליאור"
		},
		{
			"name": "אילוז עמי"
		},
		{
			"name": "דדון אלי"
		},
		{
			"name": "לוי גרשון"
		},
		{
			"name": "ביטון עמי"
		},
		{
			"name": "אלחרר בנימין"
		},
		{
			"name": "מלכה אורן"
		},
		{
			"name": "נחום נתנאל"
		},
		{
			"name": "רואש חיים אליהו"
		},
		{
			"name": "כהן אמנון"
		},
		{
			"name": "הללויה עזרא"
		},
		{
			"name": "סולטן יצחק"
		},
		{
			"name": "מישאלי אשר חי גבריאל"
		},
		{
			"name": "אסולין צבי"
		},
		{
			"name": "כרדי עופר"
		},
		{
			"name": "כהן רפאל"
		},
		{
			"name": "ביטון אברהם"
		},
		{
			"name": "רחמים גבריאל"
		},
		{
			"name": "אהרון עוזי"
		},
		{
			"name": "אוחנונה דוד"
		},
		{
			"name": "בוסו אוריאל"
		},
		{
			"name": "בן אברהם אבי"
		},
		{
			"name": "העצני אסף"
		},
		{
			"name": "גבאי דוד"
		},
		{
			"name": "כהן רפאל"
		},
		{
			"name": "חררי דב"
		},
		{
			"name": "בן זקרי משה"
		},
		{
			"name": "בן שלמה יעקב"
		},
		{
			"name": "בוסקילה אברהם"
		},
		{
			"name": "זיגדון אליהו"
		},
		{
			"name": "זעפראני שלמה"
		},
		{
			"name": "בהיינה מזור"
		},
		{
			"name": "בוחבוט שרלי שלום"
		},
		{
			"name": "טפירו מישל"
		},
		{
			"name": "אביטן שמעון"
		},
		{
			"name": "אדוארד נרקיס"
		},
		{
			"name": "אדמוני יעקב"
		},
		{
			"name": "אמסלם נתנאל"
		},
		{
			"name": "אקוע אבנר"
		},
		{
			"name": "אשול רחמים"
		},
		{
			"name": "אתירם עמיקם"
		},
		{
			"name": "אבידני יצחק"
		},
		{
			"name": "טייב דניאל"
		},
		{
			"name": "דוד בצלאל"
		},
		{
			"name": "גארלה יהודה"
		},
		{
			"name": "גדניאן חנוך"
		},
		{
			"name": "גדסי אלדד פנחס"
		},
		{
			"name": "גואטה עופר"
		},
		{
			"name": "דוד מנחם"
		},
		{
			"name": "זוהר שמעון"
		},
		{
			"name": "טולדנו אשר"
		},
		{
			"name": "סדון יוסף"
		},
		{
			"name": "כהן נוריאל"
		},
		{
			"name": "לוי שמואל"
		},
		{
			"name": "לוי אליהו"
		},
		{
			"name": "לוי מאיר"
		},
		{
			"name": "צברי פיני"
		},
		{
			"name": "מלכה יצחק"
		},
		{
			"name": "מלכה אוריאל"
		},
		{
			"name": "ממן שלמה"
		},
		{
			"name": "ממן אליהו"
		},
		{
			"name": "עדני בנימין"
		},
		{
			"name": "כהן מאור"
		},
		{
			"name": "עמר שמעון"
		},
		{
			"name": "עמרם ששון"
		},
		{
			"name": "עמרן חיים"
		},
		{
			"name": "פרטוש משה"
		},
		{
			"name": "פרץ שמעון"
		},
		{
			"name": "קריספל אמיר"
		},
		{
			"name": "בן אברהם חיים"
		},
		{
			"name": "בן שלמה שלמה"
		},
		{
			"name": "חדד חגי"
		},
		{
			"name": "פנחסי רפאל"
		}
	]
});