Ext.util.JSONP.callback({

	"name": "מורשת אבות",
	"members": [
		{
			"name": "יר-זנבר אילן משיחא",
			"image": "http://sphotos-a.ak.fbcdn.net/hphotos-ak-ash4/767_561266043887530_435713194_n.jpg"
		},
		{
			"name": "שפיצר אמיר"
		},
		{
			"name": "מוזס משה"
		},
		{
			"name": "סלע חי משה"
		},
		{
			"name": "עשור מכלוף מיכאל"
		},
		{
			"name": "בונפיס משה"
		},
		{
			"name": "לבנוני שלמה"
		},
		{
			"name": "רוטנברג טליה"
		},
		{
			"name": "יפרח אילן מיכאל"
		},
		{
			"name": "צרפתי שמעון"
		},
		{
			"name": "הרשיש סילביה"
		},
		{
			"name": "כהן יוסף חיים"
		},
		{
			"name": "ביטון אלישי"
		},
		{
			"name": "מורי יוסף עומרי"
		},
		{
			"name": "תני משה"
		},
		{
			"name": "בן עמי שמעון"
		},
		{
			"name": "פדידה ימין"
		},
		{
			"name": "קרני יאיר"
		},
		{
			"name": "מזרחי אליהו"
		},
		{
			"name": "אביסרור שי"
		},
		{
			"name": "צירניש אנטון משה"
		},
		{
			"name": "כהן רחמים"
		},
		{
			"name": "בן חמו יוגב"
		},
		{
			"name": "זלצר קהת"
		},
		{
			"name": "דבוש מור"
		}
	]
});