var disclaimerText = 'האפליקציה "כנסת פתוחה" מציגה מידע על חברי כנסת. המידע נלקח מהאתר <a href="http://www.oknesset.org/">כנסת פתוחה</a>, והמידע מגיע לשם מאתר הכנסת. \
<br>\
זוהי הגרסא הראשונה של האפליקציה, ומציגה מידע רב באופן זמין ומיידי. עם זאת,  \
אנו בתהליך מתמיד של שיפור, \
<span style="font-size:130%; color:blue"><u>ונשמח שתכתבו לנו מה הייתם רוצים לראות בגרסאות הבאות של האפליציה.</u></span>\
 אנו משתדלים להתחשב ברצון המשתמשים שלנו!\
 </br><span style="color:red">כמו כן במידה ונתקלתם במידע שגוי, אנא פנו אלינו במייל ואנו נפעל לתקן כמה שיותר מהר</span>\
<br>\<br>\
<span style="font-size:130%">תנאי שימוש</span> \
</br><ul>\
<li>השימוש באתר על אחריות המשתמש בלבד.</li> \
<li>אנו משתדלים שהמידע שאנחנו מציגים לכם יהיה אמין ומדויק, אולם אין ביכולתנו להבטיח זאת.</li> \
<li>באופן כללי, אל תעשו דברים לא חוקיים או לא נחמדים.</li> \
<li>על כל פרסום (מקוון או לא מקוון. לרבות עיתונים, בלוגים, אתרים) המשתמש בנתונים מהאתר, לציין זאת. אם מדובר בפרסום מקוון - עליכם לקשר לאתר כנסת פתוחה. בשום אופן אין ליצור מצג כאילו "כנסת פתוחה" או מי מטעמה מקבל את המסקנות העולות מהניתוח שלכם, או תומך באופן כלשהו בפרשנות שלכם לנתונים. אם לא תעבדו לפי הכללים - נצטרך להקים אתר כזה שיעקב גם אחריכם :)</li> \
</ul>\
לפירוט רב יותר אודות האפליקציה והאתר כנסת פתוחה: <a href="http://www.oknesset.org/about/">אתר כנסת פתוחה</a> \
';
