var slimData = [{
    "name": "קדימה",
    "members": [{
        "name": "אבי (משה) דיכטר"
    }, {
        "name": "אורית זוארץ"
    }, {
        "name": "אלי אפללו"
    }, {
        "name": "אריה ביבי"
    }, {
        "name": "גדעון עזרא"
    }, {
        "name": "דורון אביטל"
    }, {
        "name": "דליה איציק"
    }, {
        "name": "זאב בוים"
    }, {
        "name": "זאב בילסקי"
    }, {
        "name": "חיים רמון"
    }, {
        "name": "יואל חסון"
    }, {
        "name": "יוחנן פלסנר"
    }, {
        "name": "יוליה שמאלוב ברקוביץ`"
    }, {
        "name": "יעקב אדרי"
    }, {
        "name": "ישראל חסון"
    }, {
        "name": "מאיר שטרית"
    }, {
        "name": "מגלי והבה"
    }, {
        "name": "מרינה סולודקין"
    }, {
        "name": "נחמן שי"
    }, {
        "name": "נינו אבסדזה"
    }, {
        "name": "עתניאל שנלר"
    }, {
        "name": "צחי הנגבי"
    }, {
        "name": "ציפי לבני"
    }, {
        "name": "רוברט טיבייב"
    }, {
        "name": "רוחמה אברהם בלילא"
    }, {
        "name": "רוני בר-און"
    }, {
        "name": "רונית תירוש"
    }, {
        "name": "רחל אדטו"
    }, {
        "name": "שאול מופז"
    }, {
        "name": "שי חרמש"
    }, {
        "name": "שלמה (נגוסה) מולה"
    }]
}, {
    "name": "הליכוד",
    "members": [{
        "name": "אופיר אקוניס"
    }, {
        "name": "איוב קרא"
    }, {
        "name": "בנימין נתניהו"
    }, {
        "name": "גדעון סער"
    }, {
        "name": "גילה גמליאל"
    }, {
        "name": "גלעד ארדן"
    }, {
        "name": "דן מרידור"
    }, {
        "name": "דני דנון"
    }, {
        "name": "זאב אלקין"
    }, {
        "name": "זאב בנימין בגין"
    }, {
        "name": "חיים כץ"
    }, {
        "name": "יובל שטייניץ"
    }, {
        "name": "יולי - יואל אדלשטיין"
    }, {
        "name": "יוסי פלד"
    }, {
        "name": "יריב לוין"
    }, {
        "name": "ישראל כץ"
    }, {
        "name": "כרמל שאמה"
    }, {
        "name": "לאה נס"
    }, {
        "name": "לימור לבנת"
    }, {
        "name": "מיכאל איתן"
    }, {
        "name": "מירי רגב"
    }, {
        "name": "משה יעלון"
    }, {
        "name": "משה כחלון"
    }, {
        "name": "סילבן שלום"
    }, {
        "name": "ציון פיניאן"
    }, {
        "name": "ציפי חוטובלי"
    }, {
        "name": "ראובן ריבלין"
    }]
}, {
    "name": "ישראל ביתנו",
    "members": [{
        "name": "אביגדור ליברמן"
    }, {
        "name": "אורלי לוי-אבקסיס"
    }, {
        "name": "אלכס מילר"
    }, {
        "name": "אנסטסיה מיכאלי"
    }, {
        "name": "דוד רותם"
    }, {
        "name": "דניאל אילון"
    }, {
        "name": "חמד עמאר"
    }, {
        "name": "יצחק אהרונוביץ"
    }, {
        "name": "ליה שמטוב"
    }, {
        "name": "משה מוץ מטלון"
    }, {
        "name": "סופה לנדבר"
    }, {
        "name": "סטס מיסז`ניקוב"
    }, {
        "name": "עוזי לנדאו"
    }, {
        "name": "פאינה (פניה) קירשנבאום"
    }, {
        "name": "רוברט אילטוב"
    }]
}, {
    "name": "ש\"ס",
    "members": [{
        "name": "אברהם מיכאלי"
    }, {
        "name": "אליהו ישי"
    }, {
        "name": "אמנון כהן"
    }, {
        "name": "אריאל אטיאס"
    }, {
        "name": "דוד אזולאי"
    }, {
        "name": "חיים אמסלם"
    }, {
        "name": "יעקב מרגי"
    }, {
        "name": "יצחק וקנין"
    }, {
        "name": "יצחק כהן"
    }, {
        "name": "משולם נהרי"
    }, {
        "name": "נסים זאב"
    }]
}, {
    "name": "העבודה",
    "members": [{
        "name": "אבישי ברוורמן"
    }, {
        "name": "אופיר פינס-פז"
    }, {
        "name": "איתן כבל"
    }, {
        "name": "בנימין (פואד) בן-אליעזר"
    }, {
        "name": "דניאל בן-סימון"
    }, {
        "name": "יולי תמיר"
    }, {
        "name": "יצחק הרצוג"
    }, {
        "name": "עמיר פרץ"
    }, {
        "name": "ראלב מג`אדלה"
    }, {
        "name": "שלי יחימוביץ"
    }]
}, {
    "name": "יהדות התורה",
    "members": [{
        "name": "אורי מקלב"
    }, {
        "name": "יעקב ליצמן"
    }, {
        "name": "ישראל אייכלר"
    }, {
        "name": "מאיר פרוש"
    }, {
        "name": "מנחם אליעזר מוזס"
    }, {
        "name": "משה גפני"
    }]
}, {
    "name": "העצמאות",
    "members": [{
        "name": "אהוד ברק"
    }, {
        "name": "אורית נוקד"
    }, {
        "name": "מתן וילנאי"
    }, {
        "name": "עינת וילף"
    }, {
        "name": "שלום שמחון"
    }]
}, {
    "name": "רע\"מ-תע\"ל",
    "members": [{
        "name": "אברהים צרצור"
    }, {
        "name": "אחמד טיבי"
    }, {
        "name": "טלב אלסאנע"
    }, {
        "name": "מסעוד גנאים"
    }]
}, {
    "name": "האיחוד הלאומי",
    "members": [{
        "name": "אורי יהודה אריאל"
    }, {
        "name": "אריה אלדד"
    }, {
        "name": "יעקב (כצל`ה) כ”ץ"
    }, {
        "name": "מיכאל בן-ארי"
    }]
}, {
    "name": "חד\"ש",
    "members": [{
        "name": "דב חנין"
    }, {
        "name": "חנא סוייד"
    }, {
        "name": "מוחמד ברכה"
    }, {
        "name": "עפו אגבאריה"
    }]
}, {
    "name": "הבית היהודי",
    "members": [{
        "name": "אורי אורבך"
    }, {
        "name": "דניאל הרשקוביץ"
    }, {
        "name": "זבולון אורלב"
    }]
}, {
    "name": "מרצ",
    "members": [{
        "name": "אילן גילאון"
    }, {
        "name": "זהבה גלאון"
    }, {
        "name": "חיים אורון"
    }, {
        "name": "ניצן הורוביץ"
    }]
}, {
    "name": "בל\"ד",
    "members": [{
        "name": "ג`מאל זחאלקה"
    }, {
        "name": "חנין זועבי"
    }, {
        "name": "סעיד נפאע"
    }]
}]
