var disclaimerText = 'האפליקציה "כנסת פתוחה" מציגה מידע על חברי כנסת. המידע נלקח מהאתר <a href="http://www.oknesset.org/">כנסת פתוחה</a>, והמידע מגיע לשם מאתר הכנסת. חלק מהמידע מגיע לאתר בעיכוב של כמה שבועות, ואין לנו שליטה על כך. \
<br>\
זוהי הגרסא הראשונה של האפליקציה, והיא מציגה מידע רב באופן זמין ומיידי. עם זאת,  \
אנו בתהליך מתמיד של שיפור, \
<a href="mailto:oknesset.mobile@gmail.com?subject=בקשה לשיפור" style="color:blue"><b>ונשמח שתכתבו לנו מה הייתם רוצים לראות בגרסאות הבאות של האפליקציה.</b></a>\
 אנו משתדלים להתחשב ברצון המשתמשים שלנו!\
 </br><span style="color:red">במידה ונתקלתם במידע שגוי, אנא פנו אלינו ב<a href="mailto:oknesset.mobile@gmail.com?subject=מידע שגוי באפליקציה" style="color:red">מייל</a> ואנו נפעל לתקן כמה שיותר מהר</span>\
<br>\<br>\
<span style="font-size:130%">תנאי שימוש</span> \
</br><ul>\
<li>השימוש באפליקציה על אחריות המשתמש בלבד.</li> \
<li>האפליקציה אוספת מידע אנונימי אודות פעילות המשתמשים באמצעות השירות של Google Analytics (גוגל).</li> \
<li>תמונות הח"כים המוצגות באפליקציה לקוחות מאתר הכנסת, והזכויות עליהן שמורות לבעליהן</li> \
<li>אנו משתדלים שהמידע שאנחנו מציגים לכם יהיה אמין ומדויק, אולם אין ביכולתנו להבטיח זאת.</li> \
<li>באופן כללי, אל תעשו דברים לא חוקיים או לא נחמדים.</li> \
<li>על כל פרסום (מקוון או לא מקוון. לרבות עיתונים, בלוגים, אתרים) המשתמש בנתונים מהאפליקציה, לציין זאת. אם מדובר בפרסום מקוון - עליכם לקשר לאתר כנסת פתוחה או לחנות שממנה הותקנה האפליקציה. בשום אופן אין ליצור מצג כאילו "כנסת פתוחה" או מי מטעמה מקבל את המסקנות העולות מהניתוח שלכם, או תומך באופן כלשהו בפרשנות שלכם לנתונים. אם לא תעבדו לפי הכללים - נצטרך לכתוב אפליקציה כזו שתעקוב גם אחריכם :)</li> \
</ul>\
לפירוט רב יותר אודות האפליקציה והאתר כנסת פתוחה: <a href="http://www.oknesset.org/about/">אתר כנסת פתוחה</a> \
';
